Repository: pop-os/python-apt
Catalog: po/*.po
Languages: he, ja, ku, nb, pt, ro

source: Support for some applications ended
he: המיכה בכמה תוכנות הסתיימה
ku: Ji bo hin sepanan piştrastkirin qediya
pt: O suporte para algumas aplicações já terminou.

source: Remove obsolete packages?
he: להסיר חבילות שאינן בתוקף?
ja: 不要なパッケージを削除しますか？
ku: Bila pakêtên ku nayên bikaranîn were rakirin?
nb: Ønsker du å fjerne utdaterte pakker?
pt: Remover Pacotes obsoletos?
ro: Şterg pachetele vechi?

source: _Skip This Step
he: _דלג על השלב
ja: このステップをスキップ(_S)
ku: Vê gavê derbas bike
nb: _Hopp over dette punktet
pt: _Saltar Este Passo
ro: _Sari peste acest pas

source: _Remove
he: _הסר
ja: 削除(_R)
ku: _Jê bibe
nb: _Fjern
pt: _Remover
ro: Şter_ge

source: Error during commit
he: שגיאה בעת ביצוע
ja: コミット中にエラー
ku: çewtî di dema xebitandinê de
nb: Feil ved commit
pt: Erro ao submeter
ro: Eroare în timpul salvării

source: Some problem occured during the clean-up. Please see the below message for more information.
he: מספר בעיות נתגלו במהלך הניקוי. אנא הסתכל בהודעות מטה למידע נוסף.
ja: クリーンアップ中になんらかの問題が発生しました。下記の詳しいメッセージをご覧ください。
ku: Di dema paqijkirinê de hin pirsgirêk derketin. Ji bo agahiyan ji kerema xwe re li peyama jêr binihêre.
nb: Et problem oppstod under opprydningen. Vennligst se meldingen under for mer informasjon.
pt: Ocorreu algum problema durante a limpeza. Por favor verifique a mensagem abaixo para mais informação.
ro: O problemă a apărut în timpul acţiunii de curăţenie. Vă rugăm vedeţi mesajul de mai jos pentru informaţii suplimentare.

source: Restoring original system state
he: מחזיר את המערכת למצבה המקורי
ja: システムを元に戻し中
ku: Vedigere rewşa pergala orjînal
nb: Gjenoppretter systemets originale tilstand
pt: A restaurar o estado original do sistema

source: Checking package manager
he: בודק את מנהל החבילות
ja: パッケージマネージャをチェック中
ku: Bireveberiya paketan tê kontrol kirin
nb: Sjekker pakkehåndterer
pt: A verificar gestor de pacotes
ro: Se verifică managerul de pachete

source: Preparing the upgrade failed
ku: Amadekrinên nûjenkirinê biserneket
pt: A preparação da actualização falhou

source: Updating repository information
he: מעדכן מידע מאגרים
ja: リポジトリ情報をアップデート
ku: Agahiyên depoyê tê rojanekirin
nb: Oppdaterer informasjon om arkivet
pt: A Actualizar informação de repositórios
ro: Actualizez informaţii depozit

source: Invalid package information
he: מידע חבילה לא תקין
ja: 無効なパッケージ情報
ku: Agahiya paketê nederbasdar e
nb: Ugyldig pakkeinformasjon
pt: Informação de pacotes inválida
ro: Informaţii pachet nevalide

source: After your package information was updated the essential package '%s' can not be found anymore. This indicates a serious error, please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bugreport.
ku: Piştî ku agahiyê te yên pakêtê hate rojanekirin, yek ji wan pakêtên girîng '%s' êdî nayê dîtin. Dibe ku ev çewtiyeke girîng e, ji kerema xwe re bo pakêta 'update-manager' vê çewtiyê ragihîne. Dosyeyên ku li /var/log/dist-upgrade/ de ye jî li peyama çewtiyê zêde bike.
pt: Depois da informação de pacotes ser actualizada já não pode ser encontrado o pacote essencial '%s'. Isto indica um erro sério, por favor relate este erro sobre o pacote 'update-manager' e inclua os ficheiros contidos em /var/log/dist-upgrade/ no relatório de erro.
ro: După ce informaţiile despre pachete au fost actualizate pachetul esenţial '%s' nu mai poate fi găsit. Aceasta indică o eroare serioasă, vă rugăm raportaţi o eroare la pachetul 'update-manager' şi includeţi fişierele din /var/log/dist-upgrade/ în raport.

source: Asking for confirmation
ja: 確認する
ku: Pirsa piştrastkirinê
nb: Spør om bekreftelse
pt: A pedir confirmação
ro: Se aşteaptă confirmarea

source: Upgrading
he: משדרג
ja: アップグレード中
ku: Tê bilindkirin
nb: Oppgraderer
pt: A actualizar
ro: Se actualizează

source: Searching for obsolete software
ja: 古いソフトウェアを検索する
ku: Li nivîsbariya kevin tê gerandin
nb: Søker etter utdatert programvare
pt: À procura de software obsoleto
ro: Caut software învechit

source: System upgrade is complete.
he: שדרוג המערכת הושלם.
ja: システムのアップグレードが完了しました。
ku: Bilindkirina sîstemê temam bû.
nb: Systemoppgraderingen er fullført
pt: A actualização do sistema está completa.
ro: Actualizarea sistemului este completă

source: Please insert '%s' into the drive '%s'
he: אנא הכניסו את "%s" לכונן "%s".
ja: ドライブ '%s' に'%s' を挿入してください
ku: Ji kerema xwe '%s' bixe nav ajokera '%s'
nb: Vennligst sett inn '%s' i stasjonen '%s'
pt: Por favor insira '%s' no leitor '%s'
ro: Vă rugăm introduceţi '%s' în unitatea '%s'

source: Fetching is complete
he: ההורדה הושלמה
ku: Rojanekirin temam bû
pt: A transferência está completa
ro: Descărcare completă

source: Fetching file %li of %li at %s/s
he: מוריד קובץ %li מתוך %li ב-%s לשנייה.
ku: Dosyan dadixe %li daxistin ji %li di %s/s de
pt: A obter o ficheiro %li de %li a %s/s
ro: Descarc fişierul %li din %li la %s/s

source: About %s remaining
he: נותרו כ-%s.
ku: Nêzîka %s ma
pt: Cerca de %s restantes
ro: Mai rămâne aproximativ %s

source: Fetching file %li of %li
he: מוריד קובץ %li מתוך %li
ku: Dosyan dadixe %li daxistin ji %li
pt: A obter o ficheiro %li de %li
ro: Se descarcă fişierul %li din %li

source: Applying changes
he: מחיל שינויים
ja: 変更を適用中
ku: Guherandin tê bi kar anîn
nb: Lagrer endringer
pt: Aplicando alterações
ro: Se aplică modificările

source: Could not install '%s'
he: לא ניתן להתקין את "%s"
ja: '%s' がインストールできません
ku: Nikaribû '%s' saz bike
nb: Kunne ikke installere '%s'
pt: Não foi possível instalar '%s'
ro: '%s' nu s-a putut instala

source: The upgrade aborts now. Please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bugreport.
ku: Bilindkirin tê betalkirin. Ji kerema xwe re bo pakêta 'update-manager' vê çewtiyê ragihîne. Dosyeyên ku li /var/log/dist-upgrade/ de ye jî li peyama xwe ya çewtiyê zêde bike.
pt: A actualização será agora abortada. Por favor relate a ocorrência deste erro no pacote 'update-manager' e inclua os ficheiros que se encontram em /var/log/dist-upgrade/ no relatório de erro.
ro: Actualizarea se opreşte acum. Vă rugăm raportaţi o eroare la pachetul 'update-manager' şi includeţi fişierele din /var/log/dist-upgrade/ în raport.

source: Replace the customized configuration file '%s'?
ja: カスタマイズ済みの設定ファイル %s を 置き換えますか？
ku: Pelgeha veavakirinan ya hatiye taybetkirin ya '%s' bila were guherandin?
pt: Substituir ficheiro de configuração personalizado '%s'?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
ku: Heke tu vê guhertoyê bi yeke nû biguherînî tu yê hemû guhertinên xwe yên di pelê mîhengkirinê de winda bikî.
pt: Perderá todas as alterações que fez a este ficheiro de configuração caso o substitua por uma versão mais recente.

source: The 'diff' command was not found
ja: 'diff' コマンドが見つかりません
ku: Fermana 'diff' nehatiye dîtin
nb: Kommandoen 'diff' ble ikke funnet
pt: O comando 'diff' não foi encontrado
ro: Comanda 'diff' nu a putut fi localizată

source: A fatal error occured
he: ארעה שגיאה חמורה
ja: 重大なエラーが発生しました
ku: Çewtiyeke giran derket
nb: En uopprettelig feil oppsto
pt: Ocorreu um erro fatal
ro: S-a produs o eroare fatală

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade aborts now. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
ku: Ji kerema xwe re vê çewtiyê ragihîne.Dosyeyên ku li /var/log/dist-upgrade/ de ye jî li peyama xwe ya çewtiyê zêde bike. Bilindkirin niha tê betalkirin. Dosyeya te ya sources.list ya orjînal wekî /etc/apt/sources.list.distUpgrade hate tomarkirin.
pt: Por favor relate este erro e inclua os ficheiros /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log no seu relatório de erro. A actualização abortará agora. O ficheiro original sources.list foi guardado em /etc/apt/sources.list.distUpgrade.
ro: Vă rugăm raportaţi aceasta ca eroare şi includeţi fişierele /var/log/dist-upgrade/main.log şi /var/log/dist-upgrade/apt.log în raportul dumneavoastră. Actualizarea se orpeşte acum. Fişierul iniţial sources.list a fost salvat în /etc/apt/sources.list.distUpgrade.

source: %d package is going to be removed.
he: חבילה %d תוסר.
ja: %d 個のパッケージが削除されます。
ku: %d pakêt dê were rakirin.
pt: o pacote %d será removido.

source: %d new package is going to be installed.
he: חבילה חדשה %d תותקן.
ja: %d 個のパッケージがインストールされます。
ku: Dê %d pakêtên nû were sazkirin.
pt: %d novo pacote será instalado.

source: %d package is going to be upgraded.
he: %d חבילות חדשות ישודרגו.
ja: %d 個のパッケージがアップグレードされます。
ku: Dê %d pakêt were bilindkirin
pt: %d pacote será actualizado.

source: You have to download a total of %s.
he: יש להוריד %s בסה"כ.
ku: Pêwîst e tu %s bi tevahî daxî.
pt: Tem que descarregar um de %s.
ro: Trebuie să descărcaţi un total de %s.

source: Fetching and installing the upgrade can take several hours and cannot be canceled at any time later.
he: הורדת והתקנת השדרוג עשויה לארוך מספר שעות. לא ניתן לבטל את התהליך בשלב מאוחר יותר.
ja: アップグレードの取得とインストールには数時間かかり、今後一切キャンセルはできません。
ku: Daxistin û sazkirina bilindkirinê dibe ku bi saetan bidome û dû re jî tu nikare betal bike.
pt: A obtenção e instalação da actualização poderá demorar várias horas e não poderá ser cancelada a qualquer instante posteriormente.
ro: Descărcarea şi intalarea actualizărilor poate dura câteva ore şi nu poate fi abandonată mai târziu.

source: To prevent data loss close all open applications and documents.
he: כדי למנוע אובדן מידע אנא סגרו על תוכנית או מסמך פתוחים.
ja: データの損失を避けるため、すべてのアプリケーションとドキュメントを閉じてください。
ku: Ji bo ku dane winda nebin hemû sepan û pelgeyên ku vekirî ne bigire.
nb: For å forhindre tap av data bør du lukke alle åpne programmer og dokumenter.
pt: Para prevenir a perda de dados feche todas as aplicações e documentos abertos.
ro: Pentru a preveni pierderea datelor închideţi toate aplicaţiile şi documentele.

source: Your system is up-to-date
he: המערכת שלך מעודכנת
ja: システムは最新の状態です!
ku: Sîstema te rojane ye
nb: Systemet ditt er oppdatert!
pt: O seu sistema está actualizado
ro: Sistemul dumneavoastră este actualizat la zi!

source: There are no upgrades available for your system. The upgrade will now be canceled.
he: אין שדרוגים זמינים למערכת שלך. השדרוג יתבטל כעת.
ku: Ji bo pergala te bilindkirin tuneye. Karê bilindkirinê wê a niha were betalkirin.
pt: Não há actualizações disponíveis para o seu sistema. A actualização será agora cancelada.

source: <b>Remove %s</b>
he: <b>הסר %s </b>
ja: <b>削除されるパッケージ: %s</b>
ku: <b>%s rake</b>
nb: <b>Fjern %s</b>
pt: <b>Remover %s</b>
ro: <b>Şterge %s</b>

source: Install %s
he: התקן %s
ja: インストール %s
ku: %s saz bike
nb: Installér %s
pt: Instalar %s
ro: Instalează %s

source: Upgrade %s
he: שדרג %s
ja: アップグレード %s
ku: %s bilind bike
nb: Oppgradér %s
pt: Actualizar %s
ro: Actualizează %s

source: %li days %li hours %li minutes
he: %li ימים, %li שעות ו-%li דקות
ja: %li 日 %li 時間 %li 分
ku: %li roj %li saet %li xulek
pt: %li dias %li horas %li minutos
ro: %li zile %li ore %li minute

source: %li hours %li minutes
he: %li שעות ו-%li דקות
ja: %li 時間 %li 分
ku: %li saet %li xulek
pt: %li horas %li minutos
ro: %li ore %li minute

source: %li minutes
he: %li דקות
ja: %li 分
ku: %li xulek
pt: %li minutos
ro: %li minute

source: %li seconds
he: %liשניות
ja: %li 秒
ku: %li çirke
pt: %li segundos
ro: %li secunde

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem
ku: Ev daxistin dê derdora %s bidomîne bi têkiliya 1Mbit DSL û derdora %s bi 56k modem.
pt: Esta transferência levará aprox. %s com uma ligação DSL de 1Mbit e aprox. %s com um modem 56k

source: Reboot required
he: נדרשת הפעלה מחדש
ja: 再起動してください
ku: Destpêkirina nû pêwîst e
nb: Omstart er nødvendig
pt: Necessário reiniciar
ro: Este necesară repornirea

source: The upgrade is finished and a reboot is required. Do you want to do this now?
he: השדרוג הסתיים ונדרשת הפעלה מחדש. האם ברצונך לעשות זאת כעת?
ja: アップグレードが終了しました。再起動が必要ですが、すぐに実行しますか？
ku: Bilindkirin bi dawî bû û destpêkirina nû pêwîst e. Tu dixwazî niha bikî?
nb: Oppgraderingen er fullført og en omstart av systemet er nødvendig. Vil du gjøre dette nå?
pt: A actualização terminou e é necessário reiniciar. Deseja reiniciar agora?
ro: Actualizarea s-a încheiat şi este necesară repornirea. Doriţi să faceţi acest lucru acum?

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
he: <b><big>לבטל את השדרוג המתבצע?</big></b> המערכת עלולה להיות בלתי שמישה אם תבטלו את השדרוג. מומלץ ביותר להמשיך את מהלך השדרוג.
ja: <b><big>アップグレードをキャンセルしますか？</big></b> アップグレードをキャンセルすると、おそらくシステムは不安定な状態になります。アップグレードを再開することを強くおすすめします。
ku: <b><big>Bilindkirina çalak bila were betal kirin?</big></b> Dibe ku pergal neyê bikaranîn. Pêşniyar ew e ku bilindkirin were dewamkirin.
nb: <b><big>Vil du avbryte oppgraderingen?</big></b> Systemet kan bli ubrukelig hvis du avbryter oppgraderingen. Det anbefales på det sterkeste å fortsette med oppgraderingen.
pt: <b><big>Cancelar a actualização em curso?</big></b> O sistema poderá ser deixado num estado inutilizável se cancelar a actualização. É aconselhado a prosseguir com a actualização.
ro: <b><big>Anulaţi actualizarea în curs de desfăşurare?</big></b> Este posibil ca sistemul să fie inoperabil dacă anulaţi actualizarea. Vă recomandăm să continuaţi actualizarea.

source: <b><big>Restart the system to complete the upgrade</big></b>
he: <b><big>להפעיל מחדש את המערכת כדי להשלים את השדרוג?</big></b>
ja: <b><big>アップグレードを完了するためにシステムの再起動が必要です</big></b>
ku: <b><big>Ji bo bidawîanîna bilindkirinê pergalê ji nû ve bide destpêkirin</big></b>
nb: <b><big>Gjør en omstart av systemet for å fullføre oppgraderingen</big></b>
pt: <b><big>Reinicie o sistema para completar a actualização</big></b>
ro: <b><big>Reporniţi sistemul pentru a încheia actualizarea</big></b>

source: <b><big>Start the upgrade?</big></b>
he: <b><big>להתחיל את השדרוג?</big></b>
ja: <b><big>アップグレードを開始しますか？</big></b>
ku: <b><big>Dest bi bilindkirinê were kirin?</big></b>
nb: <b><big>Vil du starte oppgraderingen?</big></b>
pt: <b><big>Iniciar a actualização?</big></b>
ro: <b><big>Îcepeţi actualizarea?</big></b>

source: <b><big>Upgrading Ubuntu to version 6.10</big></b>
he: <b><big>משדרג את אובונטו לגרסה 6.10</big></b>
ja: <b><big>Ubuntu to version 6.10 にアップグレード中</big></b>
ku: <b><big>Ubuntu li guhertoya 6.10 tê bilindkirin</big></b>
pt: <b><big>A actualizar o Ubuntu para a versão 6.10</big></b>

source: Cleaning up
he: מסדר ומנקה
ja: クリーンアップ
ku: Tê pakij kirin
nb: Rydder opp
pt: A efectuar limpeza
ro: Curăţ

source: Details
he: פרטים
ja: 詳細情報
ku: Hûragahî
nb: Detaljer
pt: Detalhes
ro: Detalii

source: Difference between the files
he: ההבדל בין הרבצים
ja: ファイル間の違いを表示
ku: Cudahiyên navbera dosiyan
nb: Forskjell mellom filene
pt: Diferença entre os ficheiros
ro: Diferenţa dintre fişiere

source: Fetching and installing the upgrades
he: מוריד ומתקין את השדרוג
ja: アップグレードをダウンロードしてインストール
ku: Bilindkirin nehatne sazkirin
pt: A obter e instalar actualizações
ro: Descarc şi instalez actualizări

source: Modifying the software channels
ja: ソフトウェア・チャンネルを最適化
ku: Kanalên nivîsbariyê tên guherandin
nb: Endrer kanalene for programvare
pt: A modificar os repositórios de software
ro: Modificând depozitele software

source: Preparing the upgrade
he: מכין את השדרוג
ja: アップグレードの準備中
ku: Bilinkirin amade dibe
nb: Forbereder oppgraderingen
pt: A preparar actualização
ro: Se pregăteşte actualizarea

source: Restarting the system
he: מאתחל את המערכת
ja: システムを再スタート中
ku: Pergal tê nûdestpêkirin
nb: Starter systemet på nytt
pt: A reiniciar o sistema
ro: Se reporneşte sistemul

source: Terminal
he: מסוף
ja: 端末
ku: Termînal
pt: Consola

source: _Cancel Upgrade
he: _בטל שידרוג
ja: アップグレードを中断(_C)
ku: _Ji nûjenkirinê derkeve
pt: _Cancelar a Actualização

source: _Continue
he: _המשך
ja: 続行する(_C)
ku: _Bidomîne
pt: _Continuar

source: _Keep
he: _שמור
ja: そのまま(_K)
ku: Bi_parêze
nb: _Ta vare på
pt: _Manter
ro: _Păstrează

source: _Replace
he: _החלף
ja: 置き換える(_R)
ku: Bide _ser
nb: _Erstatt
pt: _Substituir
ro: _Înlocuieşte

source: _Report Bug
he: _דווח על באג
ja: バグを報告する(_R)
ku: _çewtiyeke sepanê
nb: _Rapportér en feil
pt: _Reportar um erro
ro: _Raportaţi eroare

source: _Restart Now
he: _אתחל עכשיו
ja: すぐに再起動(_R)
ku: Niha _ji nû ve bide destpêkirin
nb: _Omstart nå
pt: _Reiniciar agora
ro: _Reporneşte acum

source: _Resume Upgrade
he: _המשך בשידרוג
ja: アップグレードを再開する(_R)
ku: Bilindkirinan _Bidomînî
nb: _Gjenoppta oppgradering
pt: _Retomar Actualização?
ro: _Continuă Actualizarea

source: _Start Upgrade
he: _התחל שידרוג
ja: アップグレードを開始(_S)
ku: _Destpêkirina nûjenkirinê
pt: _Iniciar a Actualização

source: Could not find the release notes
he: לא ניתן למצוא הערות שיחרור גירסה
ja: リリースノートが見つかりません
ku: nîşeyên derxistinan nayên dîtin
nb: Kunne ikke finne utgivelsesnotatene
pt: Impossível de encontrar notas de lançamento
ro: Nu găsesc notiţele de lansare

source: The server may be overloaded.
he: השרת עלול להיות עמוס מדי.
ja: サーバに過負荷がかかっています。
ku: Dibe ku barê pêşkêşkerê pir zêde be
nb: Tjeneren kan være overbelastet.
pt: O servidor poderá estar sobrecarregado.
ro: Serverul ar putea fi supraîncărcat.

source: Could not download the release notes
he: לא ניתן להוריד הערות שחרור גירסה.
ja: リリースノートををダウンロードできません
ku: Nîşeyên weşanê nehate daxistin
nb: Kunne ikke laste ned utgivelsesnotatene
pt: Impossível de descarregar as notas de lançamento
ro: Nu pot descărca notiţele de lansare

source: Please check your internet connection.
he: אנא בדקו את החיבור לאינטרנט.
ja: インターネット接続を確認してください。
ku: Ji kerema xwe girêdana înternetê kontrol bike.
nb: Vennligst kontrollér internettforbindelsen.
pt: Por favor verifique a sua ligação à internet.
ro: Verificaţi conexiunea internet

source: Could not run the upgrade tool
he: לא ניתן להריץ את כלי השדרוג
ja: アップグレードツールを実行できません
ku: Amûra bilindkirinê nikaribû bimeşîne
nb: Kunne ikke kjøre oppgraderingsverktøyet
pt: Impossível de executar a ferramenta de actualização
ro: Nu pot rula utilitarul de actualizare

source: This is most likely a bug in the upgrade tool. Please report it as a bug
he: זהו כנראה באג בכלי השדרוג. אנא דווחו על זה כבאג.
ja: これはおそらくアップグレードツールのバグです。報告してください。
ku: Qey ev çewtiyeke amûra bilindkirinê ye. Ji kerema xwe çewtiyê rapor bike
nb: Dette er mest sannsynlig en feil i oppgraderingsprogrammet. Vennligst rapporter denne feilen
pt: Isto é provavelmente um erro na ferramenta de actualização. Por favor reporte o problema.
ro: Aceasta este cel mai probabil o eroare. Raportaţi acest lucru ca eroare.

source: Downloading the upgrade tool
he: מוריד את כלי השדרוג
ja: アップグレードツールをダウンロード
ku: Amûra bilindkirinê tê daxistin
nb: Laster ned oppgraderingsverktøyet
pt: A descarregar a ferramenta de actualização
ro: Descarc utiliatul de actualizare

source: The upgrade tool will guide you through the upgrade process.
he: כלי השדרוג ינחה אותך בתהליך השדרוג.
ja: アップグレードツールはアップグレードの状況をガイドします。
ku: Amûra bilindkirinê te ber bi pêvajoya bilindkirinê dibe.
nb: Dette programmet vil lede deg gjennom oppgraderingsprosessen.
pt: A ferramenta de actualização guiá-lo-á pelo processo de actualização.
ro: Utilitarul de actualizare vă va ghida în procesul de actualizare.

source: Upgrade tool signature
ja: アップグレードツールの署名
ku: Destnîşana amûra bilindkirinê
nb: Signatur for oppgraderingsprogrammet
pt: Assinatura da ferramenta de actualização
ro: Actualizează semnătura utilitarului

source: Upgrade tool
he: כלי שדרוג
ja: アップグレード ツール
ku: Amûra bilindkirinê
nb: Oppgraderingsprogram
pt: Ferramenta de actualização
ro: Actualizează utilitar

source: Failed to fetch
he: ההורדה נכשלה
ja: 取得に失敗しました
ku: Anîn biserneket
nb: Kunne ikke hente
pt: Falha a obter
ro: Descărcare eşuata

source: Fetching the upgrade failed. There may be a network problem.
he: הורדת השדרוג נכשלה. עלולה להיות בעיית רשת.
ja: アップグレードの取得に失敗しました。おそらくネットワークの問題です。
ku: Anîna bilindkirinê biserneket. Dibe ku pirsgirêkeke torê hebe.
nb: Henting av oppgraderingen mislykkes. En mulig årsak kan være nettverksproblemer.
pt: Falha a obter a actualização. Poderá existir um problema de rede.
ro: Descărcarea actualizării a eşuat. Ar putea exista o problemă la reţea.

source: Failed to extract
he: החילוץ נכשל
ja: 抽出に失敗しました
ku: Derxistin biserneket
nb: Utpakking feilet
pt: Falha ao extrair
ro: Nu s-a putut extrage

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
he: חילוץ השדרוג נכשל. עלולה להיות בעיה עם הרשת או השרת.
ja: アップグレードの抽出に失敗しました。おそらくネットワークまたはサーバの問題です。
ku: Derxistina bilindkirinê biserneket. Dibe ku pirsgirekeke tor an pêşkêşkarê hebe.
nb: Feil ved utpakking av oppgraderingen. Det kan være et problem med nettverket eller tjeneren.
pt: Extracção da actualização falhou. Poderá existir um problema com a rede ou com o servidor.
ro: Extragerea actualizării a eşuat. Ar putea exista o problemă cu reţeaua sau cu serverul.

source: Verfication failed
he: האימות נכשל
ja: 検証に失敗しました
ku: Piştrastkirin biserneket.
nb: Verifisering feilet
pt: Falhou a verificação
ro: Verificare eşuată

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
he: אימות השדרוג נכשל. עלולה להיות בעיה עם הרשת או עם השרת.
ja: アップグレードの検証に失敗しました。ネットワーク接続もしくはサーバに問題があるかもしれません。
ku: Di dema erêkirina bilindkirinê de çewtî. Dibe ku yan di torê de yan jî di pêşkêşkerê de pirsgirêk hebe
pt: A verificação da actualização falhou. Poderá existir um problema com a rede ou com o servidor.

source: Authentication failed
he: האימות נכשל
ja: 認証に失敗しました
ku: Naskirin lê nehat
nb: Autentiseringen mislyktes
pt: Autenticação falhou
ro: Autentificare eşuată

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
he: אימות השדרוג נכשל. עלולה להיות בעיה עם הרשת או עם השרת.
ja: アップグレードの認証に失敗しました。おそらくネットワークまたはサーバの問題です。
ku: Naskirina bilindkirnê lê nehat. Dibe ku pirsgirekeke tor an pêşkêşkarê hebe.
nb: Autentiseringen av oppgraderingen feilet. Det kan være en feil med nettverket eller med tjeneren.
pt: Autenticação da actualização falhou. Poderá existir um problema com a rede ou com o servidor.
ro: Autentificarea actualizării a eşuat. Ar putea exista o problemă cu reţeaua sau cu serverul.

source: Downloading file %(current)li of %(total)li with %(speed)s/s
ja: %(total)li のうち %(current)li 番目のファイルをダウンロード中 (%(speed)s/秒)
ku: Pelgeha %(current)li ji %(total)li bi %(speed)s/ç tê daxistin
pt: A descarregar ficheiro %(current)li de %(total)li a %(speed)s/s

source: Downloading file %(current)li of %(total)li
ja: %(total)li のうち %(current)li 番目のファイルをダウンロード中
ku: Pelgeha %(current)li ji %(total)li
pt: A descarregar ficheiro %(current)li de %(total)li

source: The list of changes is not available
he: רשימת השינויים אינה זמינה
ja: 変更点のリストが利用できません。
ku: Lîsteya guherînan ne gihiştbar e
pt: A lista de alterações não está disponível.
ro: Lista schimbărilor nu este disponibilă

source: The list of changes is not available yet. Please try again later.
ja: 変更点のリストはまだ取得できません。 あとで試してください。
ku: Lîsteya guhertinan hîna jî ne derbasbare. ji kerema xwe re piştre cardin biceribîne.
pt: A lista de alterações ainda não está disponível. Por favor tente mais tarde.

source: Failed to download the list of changes. Please check your Internet connection.
ku: Daxistina lîsteya guhertinan biserneket. Ji kerema xwe re girêdana internetê kontrol bike.
pt: Falha ao descarregar a lista de alterações. Por favor verifique a sua ligação à Internet.

source: Important security updates
he: עדכוני אבטחה חשובים
ku: Rojanekirinên ewlekariyê yên girîng
pt: Actualizações de segurança importantes
ro: Actualizări importante de securitate

source: Recommended updates
he: עדכונים מומלצים
ku: Rojanekirinên têne pêşniyarkirin
pt: Actualizações recomendadas
ro: Actualizări recomandate
