Repository: pop-os/python-apt
Catalog: po/*.po
Languages: he, ja, ku, nb, pt, ro

source: Proposed updates
he: עדכונים מוצעים
ku: Rojanekirinên hatine pêşniyarkirin
pt: Actualizações propostas
ro: Pachete propuse

source: Backports
ku: Nivîsbariyên bi paş de şandî

source: Distribution updates
ku: Rojanekirinên dîstrîbusiyonê
pt: _Actualizações de Distribuição

source: Other updates
he: עדכונים אחרים
ku: Rojanekirinên din
pt: Outras actualizações
ro: Alte actualizări

source: Version %s:
he: גרסה %s:
ja: バージョン %s:
ku: Guherto %s:
nb: Versjon %s:
pt: Versão %s:
ro: Versiunea %s:

source: Downloading list of changes...
he: מוריד רשימת שינויים...
ku: Lîsteya guhartinan tê daxistin...
pt: A descarregar a lista de alterações...

source: _Uncheck All
ja: すべてのチェックをはずす(_U)
ku: Yekê Jî _Hilnebijêre
pt: _Desmarcar Todos

source: _Check All
ku: Hemûyan _Hilbijêrî
pt: _Verificar Todos

source: Download size: %s
he: גודל ההורדה: %s
ja: ダウンロードサイズ: %s
ku: Mezinahiya daxistinê: %s
nb: Nedlastingsstørrelse: %s
pt: Tamanho do download: %s
ro: Dimensiune descărcare: %s

source: You can install %s update
he: ניתן להתקין עדכון %s
ja: %s 個のアップデートがインストールされます
ku: Tu dikarî %s rojanekirinê saz bikî
nb: Du kan installere %s oppdatering
pt: Pode instalar %s actualização
ro: Puteţi instala actualizarea %s

source: Please wait, this can take some time.
he: אנא חכו, התהליך עשוי לארוך זמן מה.
ja: しばらくお待ちください。少々時間がかかります。
ku: Divê raweste, dibe ku ev hinekî demdijêj be.
nb: Vennligst vent, dette kan ta litt tid.
pt: Por favor aguarde, isto pode levar algum tempo.
ro: Vă rugăm aşteptaţi, ar putea dura.

source: Update is complete
he: העדכון הושלם
ja: アップデートが完了しました
ku: Rojanekirin temam bû
nb: Oppdateringen er fullført
pt: A actualização está completa
ro: Actualizare completă.

source: Checking for updates
he: מחפש עדכונים
ku: Rojanekirin têne venihartin.
pt: Verificar por actualizações disponíveis

source: Version %s
he: גרסה %s
ja: バージョン %s
ku: Guherto %s:
pt: Versão %s
ro: Versiunea %s

source: (Size: %s)
he: (גודל: %s)
ja: (サイズ: %s)
ku: (Mezinahî:%s)
pt: (Tamanho: %s)
ro: (Dimensiune: %s)

source: Your distribution is not supported anymore
he: גרסת ההפצה שלך אינה נתמכת יותר
ja: このディストリビューションはすでにサポート対象外です
ku: Belavkariya ku tu êdî bikar tîne nayê destekirin
nb: Din distribusjon er ikke lenger støttet
pt: A sua distribuição já não é suportada
ro: Distribuţia dvs. nu mai este asistată

source: You will not get any further security fixes or critical updates. Upgrade to a later version of Ubuntu Linux. See http://www.ubuntu.com for more information on upgrading.
he: המערכת שלכם לא תקבל עדכוני אבטחה יותר. אנא שדרגו אותו לגירסה מאוחרת יותר של אובונטו לינוקס. ראו http://www.ubuntu.com למידע נוסף על שידרוג המערכת.
ja: セキュリティフィックスやアップデートはもう提供されません。最新バージョンの Ubuntu Linux にアップグレードしてください。 アップグレードに関する詳細な情報は http://www.ubuntu.com をご覧ください。
ku: Ji vir û pê ve tu yê êdî sererastkirinên ewlehiyê û rojanekirinên krîtîk nestîne. Pergala xwe ya xebatê bilindî guhertoya Ubuntu Linuxê bike. Ji bo agahiyên berfireh malpera http://www.ubuntu.com ziyaret bike.
nb: Du vil ikke lenger motta flere sikkerhetsmessige eller kritiske oppdateringer. Oppgradér til en nyere utgivelse av Ubuntu. Se http://www.ubuntu.com for mer informasjon om oppgradering.
pt: Não receberá mais actualizações críticas ou de segurança. Actualize para um versão mais recente do Ubuntu Linux. Veja http://www.ubuntu.com para mais informação em como actualizar.
ro: Nu veţi mai primi actualizări de securitate sau actualizări obligatorii. Instalaţi o versiune mai nouă a Ubuntu Linux. Vedeţi http://www.ubuntu.com pentru mai multe informaţii legate de actualizare.

source: <b>New distribution release '%s' is available</b>
he: <b>גירסה חדשה של ההפצה, "%s", זמינה</b>
ja: <b>新しいディストリビューション '%s' にアップグレードできます</b>
ku: <b>Weşana belavkariya nû dikare bigihêje '%s'</b>
nb: <b>Ny versjon "%s" er tilgjengelig</b>
pt: <b>Está disponível a nova versão '%s' da distribuição</b>
ro: <b>Noua versiune '%s' este disponibilă</b>

source: Software index is broken
he: אינדקס התוכנות פגום
ja: ソフトウェアのインデックスが壊れています
ku: Pêrista nivîsbariyê xera bûye
nb: Programvareoversikten er ødelagt.
pt: O índice de software está quebrado
ro: Indexul software este deteriorat

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
he: אי אפשר להתקין או להסיר אף תוכנה. יש להשתמש במנהל החבילות "Synaptic" או להפעיל את הפקודה "sudo apt-get install -f" במסוף כדי לתקן בעיה זו.
ja: 何らかのソフトウェアがインストールないし削除できません。 "Synaptic" パッケージマネージャを使用するか、 まずこの問題を解決するために "sudo apt-get install -f" コマンドをターミナルで実行してください。
ku: Sazkirin an jî rakirina nivîsbariyê qet ne gengaz e. Ji kerema xwe berî her tiştî vê pirsgirêkê bi gerînendeyê pakêtan ya "Synaptic" and jî bi fermana "sudo apt-get install -f" re di termînalê de çareser bike.
nb: Du kan dessverre ikke installere eller fjerne programmer nå. Vennligst bruk pakkehåndteringsprogrammet "Synaptic" eller kjør kommandoen "sudo apt-get install -f" i en terminal for å løse denne situasjonen.
pt: É impossível instalar ou remover qualquer software. Por favor utilize o gestor de pacotes "Synaptic" ou execute "sudo apt-get install -f" numa consola para corrigir este problema em primeiro lugar.
ro: Instalarea sau ştergerea de software este imposibilă. Vă rugăm să folosiţi managerul de pachete "Synaptic" sau rulaţi "sudo apt-get install -f" într-un terminal pentru a remedia această problemă.

source: None
ja: なし
ku: Ne yek jî
pt: Nenhum
ro: Nimic

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Internet Updates</i> tab.
ja: <b><big>アップデートの情報を手動でチェックしてください</big></b> システムはアップデートを自動的にチェックしません。この動作の変更は、<i>ソフトウェアの配布元</i>の<i>インターネットアップデート</i>タブで行います。
ku: <b><big>Divê tu bi destan rojane bikî</big></b> Pergala ta rê nade rojanekirina jixweber. Tu dikarî vê tevgerê mîheng bikî <i>Software Sources</i> di tabloya <i>rojanekirina internetê</i>de.
pt: <b><big>Tem de verificar por actualizações manualmente</big></b> O seu sistema não procura por actualizações automaticamente. Pode configurar este comportamento em <i>Fontes de Software</i> no separador <i>Actualizações na Internet</i>

source: <big><b>Keep your system up-to-date</b></big>
he: <big><b>שמרו על המערכת מעודכנת</b></big>
ja: <big><b>システムを最新の状態にする</b></big>
ku: <big><b>Pergala xwe rojane hilîne</b></big>
nb: <big><b>Hold systemet ditt oppdatert</b></big>
pt: <big><b>Mantenha o seu sistema actualizado</b></big>
ro: <big><b>Menţineţi sistemul la zi</b></big>

source: <big><b>Not all updates can be installed</b></big>
he: <big><b>לא ניתן להתקין את כל העדכונים</b></big>
ja: <big><b>一部のアップデートだけがインストールされました</b></big> %s
ku: <big><b>Di lênihertina CDyê de çewtî</b></big>
pt: <big><b>Não é possível instalar todas as actualizações</b></big> %s

source: <big><b>Starting update manager</b></big>
he: <big><b>פותח את מנהל העדכונים</b></big>
ja: <b><big>アップデートマネージャを開始しています</big></b>
ku: <big><b>Rêveberê rojanekirinê tê destpêkirin</b></big>
pt: <big><b>A iniciar o gestor de actualizações</b></big>

source: Changes
he: שינויים
ja: 変更
ku: Guhartin
nb: Endringer
pt: Alterações
ro: Modificări

source: Changes and description of the update
he: שינויים ותיאור העדכון
ja: アップデートの変更点と詳細
ku: Daxuyaniya guherîn û rojanekirinan
pt: Alterações e descrição da actualização
ro: Modificări şi descrierea actualizării

source: Chec_k
he: _בדוק
ja: 再チェック(_K)
ku: _Kontrol bike
nb: Sjek_k
pt: Verific_ar
ro: Verific_ă

source: Check the software channels for new updates
he: בדיקת המצאות עדכונים במאגרי התוכנה
ja: 新しいアップデートの調査のためにソフトウェアチャンネルをチェックします
ku: Ji bo rojanekirinên nû qanalên nivîsbariyê kontrol bike
nb: Sjekk programvarekanalene for nye oppdateringer
pt: Verificar os repositórios de software por novas actualizações
ro: Verifică depozitele software pentru actualizări noi

source: Description
he: תיאור
ja: 詳細
ku: Daxuyanî
nb: Beskrivelse
pt: Descrição
ro: Descriere

source: Release Notes
he: הערות שחרור גירסה
ja: リリースノート
ku: Nîşeyên Weşanê
nb: Utgivelsesinformasjon
pt: Notas de lançamento
ro: Notiţe de lansare

source: Run a distribution upgrade, to install as many updates as possible. This can be caused by an uncompleted upgrade, unofficial software packages or by running a development version.
ku: Ji bo hemû rojanekirinên gengaz in bilindkirina belavkariyê pêk bîne. Dibe ku ev ji ber bilindkirina nehatiye temamkirin, pakêtên nermalavên ne fermî yan jî ji ber ku guhertoya pêşvebirinê hatiye bikaranîn pêk hatibe.
pt: Execute uma actualização de distribuição para instalar tantas actualizações quanto possível. Isto pode ter sido causado por uma actualização incompleta, pacotes de software não oficiais ou a utilização de uma versão em desenvolvimento.

source: Show progress of single files
he: הראה התקדמות כל קובץ
ja: 個々のファイルの進捗を表示
ku: Pêşketina dosiyan yek bi yek nîşan bide
nb: Vis fremdrift for enkeltfiler
pt: Mostrar progresso de ficheiros individuais
ro: Afişează progresul pentru fiecare fişier în parte

source: Software Updates
he: עדכוני תוכנה
ja: ソフトウェアのアップデート
ku: Rojanekirinên Nivîsbariyê
nb: Programvareoppdateringer
pt: Actualizações de Software
ro: Actualizări software

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
he: עדכוני תוכנה מתקנים שגיאות ופרצות אבטחה ומוסיפים תכונות חדשות.
ja: ソフトウェアアップデートはエラーを訂正し、セキュリティホールを修正し、新機能を提供します。
ku: Rojanekirinên nivîsbariyê çewtiyan serrast dikin, valahiyên ewlêkariyê dadigirin û funksiyonên nû tînin.
nb: Programvareoppdateringer fikser feil, fjerner sikkerhetshull og tilbyr ny funksjonalitet.
pt: Actualizações de software podem corrigir erros, eliminar problemas de segurança, e fornecer novas funcionalidades.
ro: Actualizările programelor corectează erorile, elimină vulnerabilităţile şi vă pun la dispoziţie opţiuni suplimentare.

source: U_pgrade
he: _שדרג
ja: アップグレード(_P)
ku: _Bilindkirin
nb: O_ppgrader
pt: A_ctualização
ro: A_ctualizează

source: Upgrade to the latest version of Ubuntu
he: שדרוג המערכת לגירסה החדשה של אובונטו.
ja: Ubuntu の最新バージョンにアップグレード
ku: Ber bi guhertoya dawî ya Ubuntu bilind bike
nb: Oppgrader til siste versjon av Ubuntu
pt: Actualize para a última versão do Ubuntu
ro: Instalaţi ultima versiune Ubuntu

source: _Check
he: _בדוק
ja: チェック(_C)
ku: _Kontrol bike
nb: Sjekk
pt: _Verificar
ro: _Verifică

source: _Distribution Upgrade
ja: ディストリビューションのアップグレード(_D)
ku: Bilindkirina _Belavkirinê
pt: Actualização de _Distribuição

source: _Hide this information in the future
he: _הסתר מידע זה בעתיד
ja: 今後この情報を隠す(_H)
ku: Di pêşerojê de vê agahiyê _veşêre
nb: Skjul denne informasjonen i fremtiden
pt: _Ocultar esta informação no futuro
ro: _Nu mai afişa această informaţie pe viitor

source: _Install Updates
he: _התקן עדכונים
ja: アップデートをインストール(_I)
ku: Rojanekirinan _Saz bike
nb: _Installerer oppdateringer
pt: _Instalar Actualizações
ro: _Instalează actualizări

source: _Upgrade
ku: _Bilindkirin

source: changes
he: שינויים
ku: guhertin
pt: alterações
ro: modificări

source: updates
he: עדכונים
ja: アップデート
ku: rojanekirin
pt: actualizações
ro: actualizări

source: <b>Automatic updates</b>
he: <b>עדכונים אוטומטיים</b>
ja: <b>自動アップデート</b>
ku: <b>Rojanekirina bixweber</b>
pt: <b>Actualizações automáticas</b>
ro: <b>Actualizări automate</b>

source: <b>Internet updates</b>
he: <b>עדכוני אינטרנט</b>
ja: <b>インターネットアップデート</b>
ku: <b>Rojanekirinên înternetê</b>
nb: <b>Oppdateringer fra Internett</b>
pt: <b>Actualizações Internet</b>
ro: <b>Actualizări de pe Internet</b>

source: <b>Internet</b>
he: <b>אינטרנט</b>
ja: <b>インターネット</b>
ku: <b>Înternet</b>

source: <i>To improve the user experience of Ubuntu please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Ubuntu project on a weekly basis. The results are used to improve the support for popular applications and to rank applications in the search results.</i>
he: <i> כדי לשפר את החוויה למשתמש באובונטו, אנא קחו חלק בתחרות הפופולריות. אם תעשו כן רשימת התוכנות המותקנות ותכיפות השימוש בהן תשלח אנונימית לפרוייקט אובונטו מיד שבוע. בתוצאות נעשה שימוש כדי לשפר את התמיכה בתוכנות פופולריות, ולדרג את היישומים בתוצאות החיפוש.</i>
ku: <i>Ji bo pêşvebirina azmûna Ubuntuyê ya bikarhêneran ji kerema xwe re tev li pêşbirka populertiyê bibe. Heke tu beşdar bibe, wê nivîsbariyên ku tê de tu agahiyên şexsî tê de tuneye û bikaranîna van tiştan wê bi hefteyî ji projeya Ubuntuyê re were ragihandin. Encam wê ji bo pêşvebirina desteka ku ji bo sepanan û ji bo diyarkirina rêzkirina lêgerînan were bikaranîn.<i>
pt: <i>Para melhorar a experiência de utilização do Ubuntu, por favor participe na análise de popularidade. Se o fizer, a listagem de software instalado e a regularidade com que foi utilizado serão recolhidas e enviadas anónimamente para o projecto Ubuntu semanalmente. Os resultados são utilizados para melhorar o suporte para aplicações populares e para categorizar as aplicações nos resultados de buscas.</i>
ro: <i>Pentru a îmbunătăţii experienţa Ubuntu vă rugăm să luaţi parte la concursul de popularitate. Dacă faceţi acest lucru lista de software instalat şi frecveţa de folosire vor fi colectate şi trimise anonim către proiectul Ubuntu săptămânal. Rezultatele sunt folosite pentru îmbunătăţirea asistenţei la aplicaţiile populare şi pentru a ordona aplicaţiile în rezultatele căutărilor.</i>

source: Add Cdrom
he: הוסף תקליטור
ja: CD-ROM の追加
ku: Cdrom lê zêde bike
pt: Adicionar Cdrom

source: Authentication
he: אימות
ja: 認証
ku: Erêkirina Nasnameyê
nb: Autentisering
pt: Autenticação
ro: Autentificare

source: D_elete downloaded software files:
ja: ダウンロードしたファイルを削除(_E):
ku: Dosiyên nivîsbariyê yên daxistî _jê bibe:
nb: Sl_ett nedlastede filer:
pt: A_pagar ficheiros descarregados:
ro: Ş_terge fişierele software descărcate:

source: Download from:
he: הורד מ:
ja: ダウンロード元:
ku: Daxistin ji:
pt: Transferir de:
ro: Descarcă din:

source: Import the public key from a trusted software provider
ja: 信頼したソフトウェア供給者の公開鍵をインポートする
ku: Ji peydakereke ku tu pê ewle yî, mifteyeke vekirî veguhezîne hundir
nb: Importer den offentlige nøkkelen fra en tiltrodd programvareutgiver
pt: Importar a chave pública de um fornecedor de software confiável
ro: Importă cheia publică de la un furnizor software de încredere

source: Internet Updates
he: עדכוני אינטרנט
ja: インターネットアップデート
ku: Rojanekirinên Înternetê
nb: Oppdateringer fra Internett
pt: Actualizações Internet
ro: Actualizări de pe Internet

source: Only security updates from the official Ubuntu servers will be installed automatically
he: רק עדכוני אבטחה משרתי אובונטו הרשמיים יותקנו באופן אוטומטי.
ja: 公式な Ubuntu サーバからのセキュリティアップデートだけ自動的にインストールされます。
ku: Rojanekirinên ewlehiyê tenê wê ji aliyê pêşkêşkerên fermî yên Ubuntuyê ve bixweber were sazkirin.
nb: Kun sikkerhetsoppdateringer fra de offisielle Ubuntu-tjenerne vil bli installert automatisk.
pt: Apenas actualizações de segurança dos servidores oficiais do Ubuntu serão instaladas automaticamente.
ro: Doar actualizările de securitate de pe serverele oficiale Ubuntu vor fi instalate automat

source: Restore _Defaults
he: שחזר _ברירת מחדל
ja: デフォルトに戻す(_D)
ku: Vegerîne ser Nirxên _Destpêke
nb: Gjenopprett stan_dardverdier
pt: Restaurar _Definições
ro: Restaurează _Setări

source: Restore the default keys of your distribution
ja: ディストリビューション標準の鍵を元に戻す
ku: Mifteyên peşdanasînî yên belavkariya te paş de vedigerîne
nb: Gjenopprett standardnøkler for din distribusjon
pt: Restaurar as chaves padrão da sua distribuição
ro: Restaurează cheile iniţiale pentru distribuţia mea

source: Software Sources
he: מקורות תוכנה
ku: Çavkaniyên Nivîsbariyê
ro: Surse software

source: Source code
he: קוד מקור
ku: Koda çavkanî
pt: Código fonte
ro: Cod sursă

source: Statistics
he: סטטיסטיקה
ku: Îstatîstîk
pt: Estatísticas
ro: Statistici

source: Submit statistical information
he: שלח מידע סטטיסטי
ku: Agahiyên Îstatîskî Ragihîne
pt: Submeter informação estatística
ro: Trimite informaţii statistice

source: Third Party
he: צד שלישי
ja: サードパーティ
ku: Aliyê Sêyemîn
pt: Terceira Pessoa
ro: Terţ

source: _Check for updates automatically:
he: _חפש עדכונים אוטומטית:
ja: アップデートを自動的にチェックする(_C):
ku: Xwebixwe li rojanekirinan bi_gerîne:
nb: _Se etter oppdateringer automatisk:
pt: _Procurar por actualizações automaticamente:
ro: _Verifică pentru actualizări automat:

source: _Download updates automatically, but do not install them
he: _הורד עדכונים באופן אוטומטי, אך אל תתקין אותם
ku: Rojanekirinan bixweber _daxe lê saz neke
pt: _Transferir actualizações automaticamente mas não as instalar
ro: _Descarcă actualizări automat, dar nu le instala

source: _Import Key File
ja: 鍵ファイルのインポート(_I)
ku: Dosyeya mifteyan _veguhezîne hundir
nb: _Importer fil med nøkler
pt: _Importar Chave de Ficheiro
ro: _Importă fişier cheie

source: _Install security updates without confirmation
he: _התקן עדכוני אבטחה ללא הודעה
ja: 確認せずにセキュリティアップデートをインストール(_I)
ku: Bêpesendkirin rojaneyên ewlehiyê _saz bike
nb: _Installer sikkerhetsoppdateringer uten bekreftelse
pt: _Instalar actualizações de segurança sem confirmação
ro: _Instalează actualizări de securitate fără confirmare

source: <b><big>The information about available software is out-of-date</big></b> To install software and updates from newly added or changed sources, you have to reload the information about available software. You need a working internet connection to continue.
ku: <b><big>Agahiyên nivîsbariyê yên mevcûd ne rojane ye</big></b> Ji bo ku tu karibî ji çavkaniyên ku nû lê hatine barkirin yan jî yên guherîne nivîsbarî û rojanekirinan bar bike divê tu agahiyên nivîsbariyê dîsa bar bike. Ji bo domandinê girêdaneke înternetê ya dixebite pêwist e.
pt: <b><big>A informação acerca de software disponível está desactualizada</big></b> Tem de recarregar a informação sobre software disponível para instalar software e actualizações a partir de repositórios recentemente adicionados ou alterados. Necessita de uma ligação internet activa para continuar.

source: <b>Comment:</b>
he: <b>הערות:</b>
ja: <b>コメント:</b>
ku: <b>Şîrove:</b>
nb: <b>Kommentar:</b>
pt: <b>Comentários:</b>
ro: <b>Comentariu:</b>

source: <b>Components:</b>
ja: <b>コンポーネント:</b>
ku: <b>Parçe:</b>
nb: <b>Komponenter:</b>
pt: <b>Componentes:</b>
ro: <b>Componente:</b>

source: <b>Distribution:</b>
he: <b>הפצה:</b>
ja: <b>ディストリビューション:</b>
ku: <b>Belavkirin:</b>
nb: <b>Distribusjon:</b>
pt: <b>Distribuição:</b>
ro: <b>Distribuţie:</b>

source: <b>Type:</b>
he: <b>סוג:</b>
ja: <b>タイプ:</b>
ku: <b>Cure:</b>
pt: <b>Tipo:</b>
ro: <b>Tip:</b>

source: APT line:
he: APT שורת:
ku: Rêzika APT:
nb: APT-linje:
pt: Linha do APT:
ro: Linie APT:

source: Binary Source
he: מקור בינארי
ja: バイナリ ソース
ku: Dubendî (Binary) Çavkanî (Source)
nb: Binær Kilde
pt: Binário Fonte
ro: Binar Sursă

source: Edit Source
ku: Sererastkirina Çavkaniyê
pt: Editar o Código Fonte
ro: Editează sursa

source: Scanning CD-ROM
he: סורק תקליטור
ja: CD-ROM を検査中
ku: Li CD-ROM tê gerîn
nb: Søker gjennom CD-ROM
pt: A pesquisar o CD-ROM
ro: Scanez CD-ROM

source: _Add Source
ku: Çavkaniyekê _Têxê
pt: _Adicionar Fonte
ro: _Adaugă sursă

source: _Reload
ja: 再読込(_R)
ku: _Rojane bike
nb: _Last på nytt
pt: _Reler
ro: _Reîncarcă

source: Show and install available updates
he: הצג והתקן העדכונים הזמינים
ja: インストールできるアップデートを表示し、インストール
ku: Rojanekirinên amade nîşan bide û saz bike
nb: Vis og installér tilgjengelige oppdateringer
pt: Mostrar e instalar actualizações disponíveis
ro: Afişează şi instalează actualizările disponibile

source: Update Manager
he: מנהל עדכונים
ja: アップデートマネージャー
ku: Rêveberiya Rojanekirinê
nb: Oppdateringshåndterer
pt: Gestor de Actualizações
ro: Manager actualizări

source: Check automatically if a new version of the current distribution is available and offer to upgrade (if possible).
he: בדוק אוטומטית אם גירסה חדשה של הפצה זו זמינה, והצע לשדרג (אם ניתן).
ja: 現在使用中のディストリビューションの最新バージョンが存在する場合自動的にチェックし、可能ならアップグレードを提案する
ku: Bixweber kontrol bike bê ka guhertoya nû ya belavkariya mevcûd heye yan na û (heke pêkan be) bê ka bilindkirinan pêşkeş dike yan na.
nb: Se etter nyere utgivelser av distribusjonen og tilby om mulig oppgradering.
pt: Verificar automaticamente se uma nova versão da distribuição actual está disponível e oferecer para actualizar (se possível).
ro: Verifică automat dacă o versiune mai nouă a acestei distribuţii este disponibilă şi oferă-te să actualizezi (dacă este posibil).

source: Check for new distribution releases
he: חפש גירסאות חדשות להפצה
ja: 新しいディストリビューションのリリースをチェックする
ku: Li derketina belavkirina nû bigerîne
nb: Se etter nye utgivelser av distribusjonen
pt: Verificar por novos lançamentos de distribuições
ro: Verifică pentru lansări noi de distribuţie

source: If automatic checking for updates is disabled, you have to reload the channel list manually. This option allows to hide the reminder shown in this case.
ku: Heke rojanekirinên jixweber ne çalak be, pêwiste tu qenalê lîsteyê bi destan daxî. Ev vebijark xuyakirina bibîrxistker vedişêre.
pt: Se a opção para verificar automaticamente por actualizações estiver desactivada, tem de reler a lista de repositórios manualmente. Esta opção permite esconder a lembrança mostrada neste caso.

source: Remind to reload the channel list
ja: チャンネルリストの再読み込みを催促する
ku: Ji nû ve barkirina lîsteya kanalan bi bîr bixe
nb: Minn på å laste kanallisten på nytt
pt: Relembrar reler a lista de repositórios
ro: Aminteşte-mi să reîncarc lista canalelor

source: Show details of an update
he: הצג פרטי עדכונים
ja: アップデートの詳細を表示
ku: Hûragahiyên rojanekirinekê nîşan bide
nb: Vis detaljer for en oppdatering
pt: Mostrar detalhes de uma actualização
ro: Arată detaliile unei actualizări

source: Stores the size of the update-manager dialog
ja: アップデートマネージャのダイアログサイズを復元
ku: Mezinahiya paceya rêveberê rojanekirinan hiltîne.
nb: Lagrer størrelsen for update-manager-vinduet
pt: Guarda o tamanho do diálogo do gestor de actualizações
ro: Salvează dimensiunea ferestrei update-manager

source: Stores the state of the expander that contains the list of changes and the description
ku: Rewşa pêşdebirên ku di wan de lîsteya guhertinan û şîrove hene , ambar dike
pt: Guarda o estado do expansor que contém a lista de alterações e a descrição

source: The window size
he: גודל החלון
ja: ウィンドウのサイズ
ku: Mezinahiyê paceyê
nb: Vindusstørrelsen
pt: Tamanho da Janela
ro: Dimensiunea ferestrei

source: Configure the sources for installable software and updates
he: הגדרת מקורות התוכנות להתקנה והעדכונים
ku: Ji bo nivîsbarî û rojanekirinên têne sazkirin çavkaniyan veava bike
pt: Configurar os repositórios de software e actualizações instaláveis
ro: Configurează sursele pentru software instalabil şi actualizări

source: Community maintained
he: מתוחזק ע"י הקהילה
ja: コミュニティによるメンテナンス
ku: Yên ji aliyê komekê ber çav hatiye derbaskirin
pt: Mantido pela comunidade

source: Proprietary drivers for devices
he: דרייברים קניינים להתקנים
ja: デバイス用のプロプライエタリなドライバ
ku: Ji bo cîhazan ajokerên ku çavkaniyên wan girtî ne
pt: Drivers proprietários para dispositivos

source: Restricted software
he: תוכנה בעלת הגבלות
ja: 制限のあるソフトウェア
ku: Nivîsbariya bi sînor
pt: Software Restrito

source: Cdrom with Ubuntu 6.10 'Edgy Eft'
he: תקליטור אובונטו 6.10 "Edgy Eft"
ja: Ubuntu 6.10 'Edgy Eft' のCD-ROM
ku: Cdroma Ubuntu 6.10 'Edgy Eft'
pt: Cdrom com o Ubuntu 6.10 'Edgy Eft'
ro: Cdrom cu Ubuntu 6.10 'Edgy Eft'

source: Canonical supported Open Source software
ja: Canonical によってサポートされるオープンソースソフトウェア
ku: Çavkaniya xwezayî ya li gorî bingeha nermalavê
pt: Software de Código Aberto suportado pela Canonical

source: Community maintained (universe)
he: מתוחזק ע"י הקהילה (Universe(
ku: Yên ji aliyê koman lê hatine nihêrtin
pt: Mantido pela comunidade (universal)
