Repository: pop-os/python-apt
Catalog: po/*.po
Languages: he, ja, ku, nb, pt, ro

source: Community maintained Open Source software
he: תוכנות קוד פתוח המתוחזקות ע"י הקהילה
ja: コミュニティによるメンテナンスされるオープンソースソフトウェア
ku: Nivîsbariyên Kodên Çavkaniyên Azad yên ji aliyê koman lê hatine nihêrtin
pt: Software de Código Fonte Aberto mantido pela comunidade

source: Non-free drivers
he: דרייברים לא חופשיים
ja: フリーではないドライバ
ku: Ajokerên ne azad
pt: Controladores não-livres
ro: Pachete non-libere

source: Proprietary drivers for devices
ja: デバイス用のプロプライエタリなドライバ
ku: Ji bo cîhazan ajokarên xwedî-bawername
pt: Drivers proprietários para dispositivos

source: Restricted software (Multiverse)
he: תוכנה בעלת הגבלות (Multiverse)
ja: 制限されたソフトウェア (Multiuniverse)
ku: Nivîsbariya bi sînor
pt: Software não-livre (Multiverse)
ro: Software restricţionat (Multiverse)

source: Software restricted by copyright or legal issues
ku: Nivîsbariya bi mafên weşan û belavkirinê sînor kirî
pt: Software restringido por copyright ou questões legais

source: Cdrom with Ubuntu 6.06 LTS 'Dapper Drake'
he: תקליטור אובונטו 6.06 LTS "Dapper Drake"
ja: Ubuntu 6.06 LTS 'Dapper Drake' の CD-ROM
ku: Cdroma Ubuntu 6.06 LTS 'Dapper Drake'
pt: Cdrom com o Ubuntu 6.06 LTS 'Dapper Drake'
ro: Cdrom cu Ubuntu 6.06 LTS 'Dapper Drake'

source: Backported updates
ja: バックポートされたアップデート
ku: Rojanekirinên paş de hatine kişandin
pt: Actualizações dos repositórios "backport"
ro: Actualizări portate înapoi

source: Cdrom with Ubuntu 5.10 'Breezy Badger'
he: תקליטור אובונטו 5.10 "Breezy Badger"
ku: Cdroma Ubuntu 5.10 'Breezy Badger'
pt: Cdrom com o Ubuntu 5.10 "Breezy Badger"
ro: Cdrom cu Ubuntu 5.10 'Breezy Badger'

source: Ubuntu 5.10 Security Updates
he: עדכוני אבטחה - אובונטו 5.10
ja: Ubuntu 5.10 セキュリティアップデート
ku: Rojanekirinên Ewlekariyê yên Ubuntu 5.10
pt: Ubuntu 5.10 Actualizações de Segurança
ro: Actualizări de Securitate Ubuntu 5.10

source: Ubuntu 5.10 Updates
he: עדכונים - אובונטו 5.10
ja: Ubuntu 5.10 アップデート
ku: Rojanekirina Ubuntu 5.10
pt: Ubuntu 5.10 Actualizações
ro: Actualizări Ubuntu 5.10

source: Ubuntu 5.10 Backports
ja: Ubuntu 5.10 バックポート
ku: Rojanekirinên Paş de Hatine Kişandin yên Ubuntu 5.10

source: Cdrom with Ubuntu 5.04 'Hoary Hedgehog'
he: תקליטור אובונטו 5.04 "Hoary Hedgehog"
ku: Cdroma Ubuntu 5.04 'Hoary Hedgehog'
pt: Cdrom com o Ubuntu 5.04 "Hoary Hedgehog"
ro: Cdrom cu Ubuntu 5.04 'Hoary Hedgehog'

source: Officially supported
he: נתמך רשמית
ku: Bi piştgiriya fermî
nb: Offisielt støttet
pt: Suportado Oficialmente
ro: Pachete suportate oficial

source: Ubuntu 5.04 Security Updates
he: עדכוני אבטחה - אובונטו 5.04
ku: Rojanekirinên Ewlekariyên yên Ubuntu 5.04
pt: Actualizações de Segurança do Ubuntu 5.04
ro: Actualizări de Securitate Ubuntu 5.04

source: Ubuntu 5.04 Updates
he: עדכונים - אובונטו 5.04
ku: Rojanekirinên Ubuntu 5.04
pt: Actualizações do Ubuntu 5.04
ro: Actualizări Ubuntu 5.04

source: Ubuntu 5.04 Backports
ku: Rojanekirinên Paş de Hatine Kişandin yên Ubuntu 5.04
pt: Backports do Ubuntu 5.04

source: Community maintained (Universe)
he: מתוחזק ע"י קהילה (Universe(
ku: Yên ji aliyê koman ve lê tê nihêrîn (Universe)
nb: Vedlikeholdt av miljøet (Universe)
pt: Mantido pela comunidade (Universe)
ro: Pachete întreţinute de comunitate (Universe)

source: Non-free (Multiverse)
he: לא-חופשי (Multiverse(
ja: Non-free (Multiuniverse)
ku: Ne-azad (Multiverse)
pt: Não-livre (Multiverse)
ro: Pachete non-libere (Multiverse)

source: Cdrom with Ubuntu 4.10 'Warty Warthog'
he: תקליטור אובונטו 4.10 "Warty Warthog"
ja: Ubuntu 4.10 'Warty Warthog' のCD-ROM
ku: Cdroma Ubuntu 4.10 'Warty Warthog'
pt: Cdrom com Ubuntu 4.10 'Warty Warthog'
ro: Cdrom cu Ubuntu 4.10 'Warty Warthog'

source: No longer officially supported
he: אינה נתמכת רשמית יותר
ku: Êdi bi awayekî fermî nayê destekkirin
pt: Sem mais suporte oficial

source: Restricted copyright
he: זכויות יוצרים מגבילות
ku: Mafê kopîkrinê yê sînorkirî
nb: Begrenset opphavsrett
pt: Direitos de autor restritos
ro: Copyright restrictiv

source: Ubuntu 4.10 Security Updates
he: עדכוני אבטחה - אובונטו 5.10
ja: Ubuntu 4.10 セキュリティアップデート
ku: Rojanekirinên Ubuntu 4.10 yên Ewlekarî
pt: Actualizações de Segurança do Ubuntu 4.10
ro: Actualizări de securitate Ubuntu 4.10

source: Ubuntu 4.10 Updates
he: עדכונים - אובונטו 5.10
ku: Rojanekirinên Ubuntu 4.10
pt: Actualizações do Ubuntu 4.10
ro: Actualizări Ubuntu 4.10

source: Ubuntu 4.10 Backports
ku: Ubuntu 4.10 nivîsbariyên bi paş de kişandî (Backports)
pt: Backports do Ubuntu 4.10

source: Debian 3.1 "Sarge" Security Updates
ja: Debian·3.1·"Sarge"·セキュリティアップデート
ku: Debian 3.1 "Sarge" Rojanekirinên Ewlekariyê
nb: Debian 3.1 "Sarge" sikkerhetsoppdateringer
pt: Debian 3.1 "Sarge" Actualizações de Segurança
ro: Actualizări de securitate Debian 3.1 "Sarge"

source: DFSG-compatible Software with Non-Free Dependencies
ja: 非フリーな依存関係のあるDFSG適合ソフトウェア
ku: DFSG-nivîsbariya hevgirtî ya ne azad
nb: DFSG-kompatiblel programvare med Non-Free avhengigheter
pt: Software compatível-DFSG com Dependências Não-Livres
ro: Software compatibil DFSG cu dependenţe negratuite

source: Non-DFSG-compatible Software
ja: DFSGに適合しないソフトウェア
ku: nivîsbariya hevgirtî ya ne li gorî -DFSG
nb: Ikke-DFSG-kompatibel programvare
pt: Software compatível-DFSG
ro: Software incompatibil DFSG

source: Canonical Ltd. no longer provides support for the following software packages. You can still get support from the community. If you have not enabled community maintained software (universe), these packages will be suggested for removal in the next step.
pt: A Canonical Ltd. já não suporta oficialmente os pacotes de software que se seguem. Pode ainda obter suporte a partir da comunidade. Caso não tenha activado o software mantido pela comunidade (universe), irá ser sugerida a remoção destes pacotes no próximo passo.

source: Fetching backport of '%s'
pt: A obter backport de '%s'

source: Preparing the system for the upgrade failed. Please report this as a bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bugreport.
pt: Um problema irresolúvel ocorreu ao calcular a actualização. Por favor reporte este erro no pacote 'update-manager' e inclua os ficheiros contidos em /var/log/dist-upgrade/ no relatório de erro.

source: From version %(old_version)s to %(new_version)s
pt: Da versão: %(old_version)s para %(new_version)s

source: <big><b>Enter the complete APT line of the repository that you want to add as source</b></big> The APT line includes the type, location and components of a repository, for example <i>"deb http://ftp.debian.org sarge main"</i>.
pt: <big><b>Introduza uma linha completa APT para o repositório que deseja adicionar</b></big> A linha APT contém o tipo, localização e componentes de um repositório, por exemplo <i>"deb http://ftp.debian.org sarge main"</i>.

source: <b>CDROM/DVD</b>
he: <b>תקליטור/DVD</b>

source: <b>URI:</b>
he: <b>כתובת:</b>

source: Ubuntu 6.10 'Edgy Eft'
he: אובונטו 6.10 "Edgy Eft"

source: Ubuntu 6.06 LTS 'Dapper Drake'
he: אובונטו 6.06 LTS "DapperDrake"

source: Ubuntu 5.10 'Breezy Badger'
he: אובונטו 5.10 "Breezy Badger"

source: Ubuntu 5.04 'Hoary Hedgehog'
he: אובונטו 5.04 "Hoary Hedgehog"

source: Ubuntu 4.10 'Warty Warthog'
he: אובונטו 4.10 "Warty Warthog"

source: Debian 3.1 "Sarge"
he: דביאן 3.1 "סארג'"

source: <big><b>Error scaning the CD</b></big> %s
nb: <big><b>Kunne ikke søke gjennom CD</b></big> %s

source: A unresolvable problem occured while calculating the upgrade. Please report this as a bug.
nb: Et uløselig problem oppstod ved forberedelse av oppgraderingen. Vennligst rapporter dette som en feil.

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of ubuntu you are runing. Please install one of the packages above first using synaptic or apt-get before proceeding.
nb: Ditt system inneholder ikke en ubuntu-desktop, kubuntu-desktop eller edubuntu-desktop pakke, og det var ikke mulig å finne ut hvilken ubuntu-versjon du bruker. Vennligst installer én av de nevnte pakkene først ved å bruke synaptic eller apt-get før du fortsetter.

source: Some third party entries in your souces.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or with synaptic.
nb: Enkelte tredjeparts linjer i sources.list filen din ble deaktivert. Du kan aktivere dem etter oppgraderingen ved hjelp av verktøyet 'Egenskaper for programvare' eller med Synaptic.

source: The upgrade aborts now. Your system can be in an unusable state. A recovery was run (dpkg --configure -a).
nb: Oppgraderingen avbrytes nå. Systemet ditt kan være ubrukelig. En reperasjon ble forsøkt kjørt (dpkg --configure -a).

source: Some software no longer officially supported
nb: Noe programvare er ikke lenger offisielt støttet

source: These installed packages are no longer officially supported, and are now only community-supported ('universe'). If you don't have 'universe' enabled these packages will be suggested for removal in the next step.
nb: Disse installerte pakkene er ikke lenger offisielt støttet og er nå kun støttet av miljøet 'universe'. Hvis du ikke har 'universe' aktivert vil disse pakkene bli foreslått fjernet i neste steg.

source: After your package information was updated the essential package '%s' can not be found anymore. This indicates a serious error, please report this as a bug.
nb: Etter at pakkeinformasjonen ble oppdatert finnes ikke lenger den viktige pakken '%s'. Dette indikerer en alvorlig feil, vennligst rapportér denne feilen.

source: About %li days %li hours %li minutes remaining
nb: Rundt %li dager, %li timer og %li minutter gjenstår

source: About %li hours %li minutes remaining
nb: Rundt %li timer og %li minutter gjenstår

source: About %li minutes remaining
nb: Rundt %li minutter gjenstår

source: About %li seconds remaining
nb: Rundt %li sekunder gjenstår

source: Download is complete
nb: Nedlastingen er fullført

source: Downloading file %li of %li at %s/s
nb: Laster ned fil %li av %li med %s/s

source: Downloading file %li of %li
nb: Laster ned fil %li av %li

source: The upgrade aborts now. Please report this bug.
nb: Oppgraderingen avbrytes nå. Vennligst rapporter dette som en feil.

source: Replace configuration file '%s'?
nb: Vil du erstatte konfigurasjonsfilen '%s?'

source: Please report this as a bug and include the files /var/log/dist-upgrade.log and /var/log/dist-upgrade-apt.log in your report. The upgrade aborts now. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
nb: Vennligst rapporter feilen og inkluder filene /var/log/dist-upgrade.log og /var/log/dist-upgrade-apt.log i din melding. Oppgraderingen avbrytes nå. Din orginale sources.list ble lagret i /etc/apt/sources.list.distUpgrade.

source: %s package is going to be removed.
nb: %s pakke vil bli fjernet.

source: %s new package is going to be installed.
nb: %s pakke vil bli installert.

source: %s package is going to be upgraded.
nb: %s pakke vil bli oppgradert.

source: You have to download a total of %s.
nb: Du må laste ned totalt %s.

source: The upgrade can take several hours and cannot be canceled at any time later.
nb: Oppgraderingen kan ta flere timer og kan ikke avbrytes på noe senere tidspunkt.

source: Could not find any upgrades
nb: Kunne ikke finne noen oppgraderinger

source: Your system has already been upgraded.
nb: Systemet ditt er allerede oppgradert.

source: <span weight="bold" size="x-large">Upgrading to Ubuntu 6.06 LTS</span>
nb: <span weight="bold" size="x-large">Oppgraderer til Ubuntu 6.06 LTS</span>

source: Downloading and installing the upgrades
nb: Laster ned og installerer oppgraderingene

source: Upgrading Ubuntu
nb: Oppgraderer Ubuntu

source: Verfing the upgrade failed. There may be a problem with the network or with the server.
nb: Verifisering av oppgraderingen feilet. Det kan være en feil med nettverket eller med tjeneren.

source: Downloading file %li of %li with %s/s
nb: Laster ned filen %li av %li med %s/s

source: Downloading file %li of %li with unknown speed
nb: Laster ned fil %li av %li ved ukjent hastighet

source: The list of changes is not available yet. Please try again later.
nb: Listen over endringer er ikke tilgjengelig ennå. Prøv senere.

source: Failed to download the list of changes. Please check your Internet connection.
nb: Kunne ikke laste ned listen med endringer. Vennligst kontrollér internettilkoblingen.

source: Cannot install all available updates
nb: Kan ikke installere alle tilgjengelige oppdateringer.

source: Some updates require the removal of further software. Use the function "Mark All Upgrades" of the package manager "Synaptic" or run "sudo apt-get dist-upgrade" in a terminal to update your system completely.
nb: Noen oppdateringer krever fjerning av andre programpakker. Bruk funksjonen "Merk alle oppgraderinger" i pakkehåndteringsprogrammet "Synaptic" eller kjør kommandoen "sudo apt-get dist-upgrade" i en terminal for å oppgradere systemet fullstendig.

source: The following updates will be skipped:
nb: Følgende pakker vil ikke bli oppgradert:

source: Downloading the list of changes...
nb: Laster ned listen med endringer...

source: Hide details
nb: Skjul detaljer

source: Show details
nb: Vis detaljer

source: New version: %s (Size: %s)
nb: Ny versjon: %s (Størrelse: %s)

source: Only one software management tool is allowed to run at the same time
nb: Du kan ikke bruke flere pakkebehandlingsprogrammer samtidig

source: Please close the other application e.g. 'aptitude' or 'Synaptic' first.
nb: Vennligst lukk andre programmer som f.eks "aptitude" eller "Synaptic" først.

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in "System" -> "Administration" -> "Software Properties".
nb: <b><big>Du må sjekke for oppdateringer manuelt</big></b> Systemet ditt sjekker ikke for oppdateringer automatisk. Du kan endre dette under "System" -> "Administrasjon" -> "Egenskaper for programvare"

source: <big><b>Examining your system</b></big> Software updates correct errors, eliminate security vulnerabilities and provide new features.
nb: <big><b>Analyserer systemet</b></big> Programvareoppdateringer reparerer feil, eliminerer sikkerhetsproblemer og gir deg ny funksjonalitet.

source: Cancel _Download
nb: Avbryt ne_dlasting

source: <b>Channels</b>
nb: <b>Kanaler</b>

source: <b>Keys</b>
nb: <b>Taster</b>

source: Add _Cdrom
nb: Legg til _cdrom

source: Installation Media
nb: Installasjonsmedia

source: Software Preferences
nb: Brukervalg for programvare

source: _Download updates in the background, but do not install them
nb: _Last ned oppdateringer i bakgrunnen, men ikke installér dem

source: <b><big>The channel information is out-of-date</big></b> You have to reload the channel information to install software and updates from newly added or changed channels. You need a working internet connection to continue.
nb: <b><big>Kanalinformasjonen er utdatert</big></b> Du må laste kanalinformasjonen på nytt for å installere programvare og oppdateringer fra nye og endrede kanaler. Du trenger en fungerende internettilkobling for å kunne fortsette.

source: <b>Channel</b>
nb: <b>Kanal</b>

source: <b>Components</b>
nb: <b>Komponenter</b>

source: <big><b>Enter the complete APT line of the channel that you want to add</b></big> The APT line includes the type, location and components of a channel, for example <i>"deb http://ftp.debian.org sarge main"</i>.
nb: <big><b>Skriv inn hele APT-linjen for kanalen du vil legge til</b> </big> APT-linjen inneholder typen, adressen og innholdet til en kanal, for eksempel <i>«deb http://ftp.debian.org sarge main»</i>.

source: Add Channel
nb: Legg til kanal

source: Edit Channel
nb: Endre kanal

source: _Custom
nb: _Tilpasset

source: If automatic checking for updates is disabeld, you have to reload the channel list manually. This option allows to hide the reminder shown in this case.
nb: Hvis automatisk sjekk for oppdateringer er slått av, så må du laste kanallisten på nytt manuelt. Dette valget tillater å skjule påminnelsen som er vist her.

source: Stores the state of the expander that contains the list of changs and the description
nb: Lagrer ditt valg for hvorvidt endringslogger og beskrivelse av programmer skal vises

source: Configure software channels and internet updates
nb: Sett opp programvarekanaler og oppdateringer

source: Software Properties
nb: Egenskaper for programvare

source: Ubuntu 6.06 LTS Security Updates
nb: Sikkerhetsoppdateringer for Ubuntu 6.06 LTS

source: Ubuntu 6.06 LTS Updates
nb: Oppdateringer for Ubuntu 6.06 LTS

source: Ubuntu 6.06 LTS Backports
nb: Backports for Ubuntu 6.06 LTS
