Repository: pop-os/python-apt
Catalog: po/*.po
Languages: he, ja, ku, nb, pt, ro

source: Daily
he: מידי יום
ja: 毎日
ku: Rojane
nb: Daglig
pt: Diariamente
ro: Zilnic

source: Every two days
he: כל יומיים
ja: 2日ごと
ku: Her du rojan
nb: Annenhver dag
pt: De 2 em 2 dias
ro: La fiecare două zile

source: Weekly
he: כל שבוע
ja: 毎週
ku: Heftane
nb: Ukentlig
pt: Semanalmente
ro: Săptămânal

source: Every two weeks
he: כל שבועים
ja: 2週ごと
ku: Her du hefteyan
nb: Hver andre uke
pt: De 2 em 2 semanas
ro: La fiecare 2 săptămâni

source: Every %s days
he: כל %s ימים
ja: %s 日ごと
ku: Her %s rojan
nb: Hver %s dag
pt: Todos os %s dias
ro: La fiecare %s zile

source: After one week
he: אחרי שבוע
ja: 1週間後
ku: Piştî hefteyekê
nb: Etter en uke
pt: Após uma semana
ro: După o saptămână

source: After two weeks
he: אחרי שבועים
ja: 2週間後
ku: Piştî du hefteyan
nb: Etter to uker
pt: Após duas semanas
ro: După două săptămâni

source: After one month
he: אחרי חודש
ja: 1ヶ月後
ku: Piştî mehekê
nb: Etter en måned
pt: Após um mês
ro: După o lună

source: After %s days
he: אחרי %s ימים
ja: %s 日後
ku: Piştî %s roj
nb: Etter %s dager
pt: Depois de %s dias
ro: După %s zile

source: %s updates
ku: %s rojanekirin
pt: actualizações do %s
ro: %s actualizări

source: Main server
he: שרת ראשי
ja: メインサーバ
ku: Pêşkêşkera Mak
pt: Servidor principal
ro: Server principal

source: Server for %s
he: השרת ב%s
ja: %s のサーバ
ku: Pêşkêşkera %s
pt: Servidor para %s
ro: Server pentru %s

source: Nearest server
he: השרת הקרוב ביותר
ja: 最も近いサーバ
ku: Pêşkêşkera herî nêzîk
pt: Servidor mais próximo
ro: Cel mai apropiat server

source: Custom servers
ja: カスタムサーバ
ku: Pêşkêşkera taybet
pt: Servidores personalizados
ro: Servere preferenţiale

source: Software Channel
ja: ソフトウェアチャンネル
ku: Qanala Nivîsbariyê
pt: Canal de Software
ro: Canal software

source: Active
he: פעיל
ja: 有効
ku: Çalak
pt: Activo
ro: Activ

source: (Source Code)
he: (קוד מקור)
ja: (ソースコード)
ku: (Koda Çavkanî)
pt: (Código Fonte)
ro: (Cod sursă)

source: Source Code
he: קוד מקור
ja: ソースコード
ku: Koda Çavkaniyê
pt: Código Fonte
ro: Cod sursă

source: Import key
he: יבוא מפתח
ja: 鍵のインポート
ku: Mifteyê veguhezîne
nb: Importer nøkkel
pt: Importar chave

source: Error importing selected file
he: שגיאה בייבוא קובץ נבחר
ja: 選択したファイルのインポートエラー
ku: Di dema veguheztina dosyeya hilbijartî de çewtî
nb: Feil under importering av valgt fil
pt: Erro ao importar ficheiro seleccionado
ro: Eroare la importarea fişierului selectat

source: The selected file may not be a GPG key file or it might be corrupt.
he: הקובץ הנבחר הוא לא מפתח GPG או שהוא לא תקין.
ja: 選択したファイルはGPG鍵ファイルではないか、壊れている可能性があります。
ku: Dosyeya hilbijartî dibe ku ne dosyeya mifteyan ya GPG be an jî dibe ku xerabe be.
nb: Enten er valgt fil ikke en GPG-nøkkelfil, eller så er den kanskje skadet
pt: O ficheiro seleccionado pode não ser um ficheiro de chave GPG ou pode estar corrompido.
ro: Fişierul selectat nu pare a fi o cheie GPG sau poate fi corupt.

source: Error removing the key
he: שגיאה בהסרת המפתח
ja: 鍵削除のエラー
ku: Di dema rakirina mifteyan de çewtî
nb: Kunne ikke fjerne nøkkelen
pt: Erro ao remover a chave
ro: Eroare la ştergerea cheii.

source: The key you selected could not be removed. Please report this as a bug.
he: לא ניתן להסיר את המפתח שבחרת. אנא דווח על זה כבאג.
ja: 選択した鍵を削除できませんでした。バグとして報告してください。
ku: Mifteya ku te hilbijart nehate rakirin. Ji kerema xwe re vê weke çewtiyekê ragihîne.
nb: Nøkkelen du valgte kan ikke fjernes. Vennligst rapporter denne feilen.
pt: A chave que seleccionou não pôde ser removida. Por favor reporte este erro.
ro: Cheia selectată nu poate fi ştearsă. Raportaţi această eroare.

source: <big><b>Error scanning the CD</b></big> %s
he: <big><b>שגיאה בסריקת התקליטור</b></big> %s
ku: <big><b>Di venihêrina CDyê de çewtî</b></big> %s
pt: <big><b>Erro ao examinar o CD</b></big> %s

source: Please enter a name for the disc
he: אנא הזן שם לדיסק
ja: ディスク名を入力してください
ku: Ji kerema xwe navê ji bo diskê binivîse
nb: Vennligst oppgi et navn for platen
pt: Por favor introduza um nome para o disco
ro: Introduceţi un nume pentru disc

source: Please insert a disc in the drive:
he: אנא הכניסו תקליטור לכונן:
ja: ディスクをドライブに挿入してください:
ku: Ji kerema xwe re dîskekê têxe ajokar:
nb: Vennligst sett inn en plate i CD-spilleren:
pt: Por favor introduza um disco no leitor:
ro: Introduceţi un disc în unitate:

source: Broken packages
he: חבילות פגומות
ja: 壊れたパッケージ
ku: Paketên şikestî
nb: Skadede pakker
pt: Pacotes Quebrados

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
he: במערכת שלך נמצאות חבילות פגומות שתוכנה זו לא יכולה לתקן. אנא תקן אותן באמצעות synaptic או apt-get לפני שתמשיך.
ja: システムにはこのソフトウェアでは修復できない壊れたパッケージが含まれています。 Synaptic や apt-get を使って最初に修正してください。
ku: Pergala te tevî vê nivîsbariyê hin pakêtên xerabe yên ku nayên sererastkirin dihewîne. Berî ku tu berdewam bikî ji kerema xwe van bernameyan bi synaptic an jî i apt-get sererast bikî.
nb: Datamaskinen din inneholder skadede pakker som ikke kan repareres ved bruk av dette programmet. Vennligst rett opp i dette ved å bruke Synaptic eller apt-get før du fortsetter.
pt: O seu sistema contém pacotes quebrados que não puderam ser corrigidos com este software. Por favor corrija-os usando o synaptic ou apt-get antes de continuar.
ro: Sistemul dumneavoastră conţine pachete deteriorate care nu au putut fi reparate cu acest program. Înainte de a continua vă rugăm să le remediaţi utilizând synaptic sau apt-get.

source: Can't upgrade required meta-packages
he: לא ניתן לשדרג את חבילות העל הנדרשות
ja: 要求されたメタパッケージがアップグレードできません
ku: Pakêtên agahiyan yên pêwist nayên rojanekirin.
nb: Kan ikke oppgradere nødvendige meta-pakker
pt: Não foi possível actualizar os meta-pacotes necessários
ro: Este imposibilă actualizarea meta-pachetelor cerute

source: A essential package would have to be removed
he: חבילה חיונית תוסר בלית ברירה
ja: 必須パッケージが削除されます
ku: Dê pêwiste be ku pakêta bingehîn were jêbirin
nb: En nødvendig pakke må fjernes
pt: Um pacote essencial teria que ser removido
ro: Un pachet esenţial ar trebui şters

source: Could not calculate the upgrade
he: לא ניתן לחשב את השדרוג
ja: アップグレードが算定できません
ku: Rojanekirin nikaribû were hesabkirin
nb: Kunne ikke forberede oppgraderingen
pt: Impossível de calcular a actualização
ro: Imposibil de calculat actualizarea

source: A unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bugreport.
ku: Dema bilindkirin hesab dikir çewtiyeke ku nayê veçirandin derkete holê. Ji kerema xwe re vê çewtiyê bo 'update-manager' ragihîne, pelgehên ku li /var/log/dist-upgrade/ de ye jî li rapora çewtiyan zêde bike.
pt: Um problema irresolúvel ocorreu ao calcular a actualização. Por favor reporte este erro no pacote 'update-manager' e inclua os ficheiros contidos em /var/log/dist-upgrade/ no seu relatório de erro.

source: Error authenticating some packages
he: שגיאה באימות חלק מן החבילות
ja: いくつかのパッケージが認証されませんでした
ku: Di piştrastkirina çend paketan de çewtî derket
nb: Kunne ikke autentisere noen pakker
pt: Erro ao autenticar alguns pacotes

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
ja: いくつかのパッケージが認証できませんでした。これはおそらく一時的なネットワークの問題でしょう。あとで再び試してみてください。下に認証できなかったパッケージが表示されます。
ku: Hin pakêt nehatin piştrastkirin. Dibe ku ev pirsgirêkeke derbasdar ya torê be. Ji bo lîsteya pakêtên ku nehatine piştrastkirin li jêr binihêre.
nb: Noen av pakkene kunne ikke autentiseres. Dette kan være et midlertidig nettverksproblem, så du bør prøve igjen senere. Se under for listen over pakker som ikke kunne autentiseres.
pt: Não foi possível autenticar alguns pacotes. Este pode ser um problema de rede transitório. Pode tentar novamente mais tarde. Verifique abaixo uma lista de pacotes não autenticados.
ro: A fost imposibilă identificarea unor pachete. Acest lucru se poate datora unor probleme temporare pe reţea. Vă recomandăm să reveniţi mai târziu. Dedesubt sunt afişate lista pachetelor neidentificate.

source: Can't install '%s'
he: לא ניתן להתקין את "%s"
ja: '%s' がインストールできません
ku: Nikarî '%s' saz bike
nb: Kan ikke installere '%s'
pt: Impossível de instalar '%s'
ro: Nu pot instala '%s'

source: It was impossible to install a required package. Please report this as a bug.
he: לא ניתן להתקין חבילה הכרחית. אנא דווחו על זה כבאג.
ja: 要求されたパッケージのインストールができません。バグとして報告してください。
ku: Pakêta pêwist nehate barkirin. Ji kerema xwe re vê yekê weke çewtiyekê ragihîne.
nb: Kunne ikke installere en nødvendig pakke. Vennligst rapporter denne feilen.
pt: Foi impossível instalar um pacote essencial. Por favor reporte este erro.
ro: Nu am reuşit să instalez pachetul cerut. Vă rugăm raportaţi acest lucru ca bug (eroare).

source: Can't guess meta-package
he: לא ניתן לקבוע חבילת על
ja: メタパッケージを推測できません
ku: Pakêta-meta nehate kifşkirin
nb: Kan ikke gjette på meta-pakke
pt: Impossível de descobrir meta-pacote
ro: Imposibl de ghicit meta-pachet

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
he: אף אחת החבילות ubuntu-desktop, kubuntu-desktop או edubuntu-desktop אינה מותקנת במערכת שלך, לכן לא ניתן לזהות באיזו גירסה של אובונטו נעשה שימוש. אנא התקן אחת מהחבילות הנ"ל בעזרת Synaptic או apt-get לפני שתמשיך.
ja: システムに ubuntu-desktop, kubuntu-desktop ないし edubuntu-desktop パッケージ が含まれていません。また、実行している ubuntu のバージョンが検出できません。 開始前に Synaptic や apt-get を使用して上記のパッケージのうちのひとつをインストールしてください。
ku: Pergala te tu pakêtên sermaseya-ubuntu, sermaseya-kubuntu yan jî sermaseya-kubuntu nahundirîne û nehate tespîtkirin ku tu kîjan guhertoya ubuntuyê bikar tîne. Ji kerema xwe re berî ku tu berdewam bikî, bi synaptic yan jî bi apt-getê pakêtên ku li jor in yekê saz bike.
pt: O seu sistema não contém o pacote ubuntu-desktop, kubuntu-desktop ou edubuntu-desktop e portanto não foi possível detectar que versão do ubuntu está a executar. Por favor instale um dos pacotes acima mencionados usando o synaptic ou apt-get antes de continuar.

source: Failed to add the CD
he: הוספת התקליטור נכשלה
ja: CDの追加に失敗しました
ku: Dema têxistina CDyê de çewtî
pt: Falha ao adicionar o CD
ro: Adăugarea CD-ului a eşuat

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
he: אירעה שגיאה בהוספת התקליטור, לכן השדרוג בוטל. אנא דווחו על כך כבאג אם מדובר בתקליטור אובונטו תקני. הודעת השגיאה הייתה: "%s"
ja: CD の追加に失敗したため、アップグレードは終了されます。この CD が正規の Ubuntu CD の場合は、このことをバグとして報告してください。 エラーメッセージ： '%s'
ku: Dema CD lê dihate zêdekirin, bilindkirin disekine. Heke tu CDyeke rast ya Ubuntuyê bikar tîne vê çewtiyê ragihîne. Peyama çewtiyê: '%s'
pt: Ocorreu um erro ao adicionar o CD, a actualização será abortada. Por favor relate este erro caso este seja um CD válido do Ubuntu. A mensagem de erro foi: '%s'
ro: A apărut o eroare la adăugarea CD-ului; eroarea se va opri. Vă rugăm raporaţi o eroare dacă acest CD Ubuntu este unul valid. Mesajul de eroare a fost: '%s'

source: Reading cache
he: קורא מטמון
ja: キャッシュを読み込み中
ku: veşartok tê xwendin
nb: Leser mellomlager
pt: A ler a cache
ro: Citire cache

source: Fetch data from the network for the upgrade?
he: להוריד מידע מהאינטרנט לצורך השדרוג?
ja: アップグレードをするためにネットワーク経由でデータを取得しますか？
ku: Ji bo bilindkirinê bila dane ji toreyê were daxistin?
pt: Obter dados para a actualização a partir da rede?
ro: Descarc date de la reţea pentru actualizare?

source: The upgrade can use the network to check the latest updates and to fetch packages that are not on the current CD. If you have fast or inexpensive network access you should answer 'Yes' here. If networking is expensive for you choose 'No'.
ja: アップグレードは、ネットワークを利用して最新のアップデートを確認し、現在の CD に無いパッケージを取得することができます。 高速、または安価なネットワークアクセスがある場合は、ここで 'はい' を選んでください。そのようなネットワークが無い場合は 'いいえ' を選んでください。
ku: Tu dikarî bi xêra tora bilindkirinê rojanekirinên herî dawî kontrol bike û pakêtên ku di CDyê de tuneye daxe. Heke gihiştina te ya torê ne lez be yan jî ne biha be divê tu pêl 'Ere' bike. Yan jî pêl 'Na' bike.
pt: A actualização pode usar a rede para verificar as últimas actualizações e obter pacotes que não estão no CD. Se o seu acesso à internet for rápido ou barato deve responder 'Sim'. Se a sua ligação é cara escolha 'Não'.
ro: Actualizarea poate cauza reţeaua să verifice ultimele actualizări şi să descarce pachete care nu se găsesc pe CD-ul curent. Dacă aveţi o conexiune rapidă sau ieftină ar trebui să răspundeti cu 'Da'. Dacă accesul la reţea este scump pentru dumneavoastră alegeţi 'Nu'.

source: No valid mirror found
he: לא נמצא אתר מראה תקני
ja: 正しいミラーが見つかりません
ku: Şewqdereke derbasdar nehate dîtin.
nb: Fant ikke noe gyldig speil
pt: Nenhum repositório válido encontrada
ro: Nicio oglindă validă găsită

source: While scaning your repository information no mirror entry for the upgrade was found.This cam happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'no' the update will cancel.
he: בעת סריקת מידע מאגרי התוכנה שלך לא נמצאה הפנייה לשרת מראה לצורך השדרוג. שרת מראה מקומי או הפניה לשרת שפג תוקפה עשויים להיות הסיבה לכך. האם ברצונך לעדכון את רשימת המקורות (sources.list) בכל מקרה? אישור יגרום לעדכון כל ההפניות "%s" ל-"%s". בחירה ב"לא" תבטל את העדכון.
ja: リポジトリ情報をスキャン中、アップグレードのためのミラーエントリが見つかりませんでした。内部ミラーないしミラー情報が古いと思われます。 'sources.list' ファイルを書き換えますか？ 'はい' を選択すると '%s' エントリを '%s' エントリにアップデートします。 'いいえ' を選択するとアップデートをキャンセルします。
ku: Dema çav li agahiyên we yên depoyê dihate gerîn bo rojanekirinê ketana şewqderê nehate dîtin. Dibe ku sedema wê ev be; yan te şewqdereke hundurîn bikar aniye an jî agahiyên şewqderê ne rojane ye. Tu dixwazî dosyeya xwe ya 'sources.list' ji nû ve çêbike? Heke tu li vir 'Erê' hilbijêrî hemû ketanên 'ji %s' heta '%s' wê bêne rojanekirin. Heke tu bibêjî 'Na' wê rojanekirin betal bibe.
nb: Under gjennomsøking av arkivinformasjonen din ble det ikke funnet noe speil for oppgraderingen. Dette kan hende hvis du kjører et internt speil eller hvis informasjonen om speilet er gammel. Vil du skrive din "sources.list"-fil likevel? Hvis du velger "Ja" vil alle forekomster av '%s' endres til '%s'. Hvis du velger "Nei" vil oppgraderingen avbrytes.
pt: Enquanto estava a verificar a informação do seu repositório, nenhum repositório válido para os pacotes foi encontrado. Isto pode acontecer se estiver a correr um repositório interno ou se a informação do repositório estiver desactualizada.↵ ↵ Tem a certeza que quer re-escrever o seu ficheiro 'sources.list' na mesma? Se escolher 'Sim' ele vai actualizar todos os '%s' para '%s' pacotes.↵ Se escolher "não" a actualização irá ser cancelada.
ro: În timpul scanării datelor dumneavoastră despre depozit nicio intrare oglindă nu a fost găsită. Acest lucru se poate întâmpla dacă rulaţi o oglindă internă sau daca informaţiile sunt învechite. Doriţi să rescrieţi fişierul 'sources.list' oricum? Dacă selectaţi 'Da' se vor modifica toate intrările din '%s' în '%s'.

source: Generate default sources?
he: לייצר מקורות ברירת מחדל?
ja: 標準のソースを生成しますか？
ku: Bile çavkaniyên rawêjî pêk bên?
nb: Vil du opprette standardkilder?
pt: Gerar as fontes padrão?
ro: Generez surse implicite?

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No' the update will cancel.
he: לאחר סריקת רשימת המקורות שלך (sources.list) לא נמצא רישום מתאים ל"%s". האם לקבוע את ברירת המחדל כרישום ל"%s"? בחירה ב"לא" תבטל את העדכון.
ja: 'sources.list' をスキャン中、 '%s' の正しいエントリが見つかりませんでした。 '%s' のデフォルトエントリを追加しますか？ 'いいえ' を選択するとアップデートをキャンセルします。
ku: Piştî ku çav li 'sources.list' gerand ji bo '%s' tu têketineke derbasdar nedît. Ji bo '%s' bila têketinên heyî lê zêde bibe? Heke tu bibêjî 'Na' dê rojanekirin were betalkirin.
nb: Etter gjennomsøkingen av din 'sources.list' filen din ble det ikke funnet noen gyldig linje for '%s'. Skal standard linjer for '%s' legges til? Hvis du velger 'Nei' vil oppdateringen avbrytes.
pt: Depois de pesquisar 'sources.list' nenhuma entrada válida para '%s' foi encontrada. Deverão ser adicionadas entradas para '%s'? Se seleccionar 'Não' a actualização será cancelada.
ro: După scanarea fişierului 'sources.list' nicio intrare validă pentru '%s' nu a fost găsită. Ar trebui ca intrările implicite pentru '%s' să fie adăugate? Daca selectaţi 'Nu' actualizarea va înceta.

source: Repository information invalid
he: מידע מאגרים לא תקין
ja: リポジトリ情報が無効です
ku: Agahiya depoyê ne derbasdar e
nb: Ugyldig informasjon om arkiv
pt: Informação de repositório inválida
ro: Informaţii despre depozit nevalide

source: Upgrading the repository information resulted in a invalid file. Please report this as a bug.
he: עדכון מידע המאגרים יצר קובץ לא תקין. אנא דווחו על כך כבאג.
ja: リポジトリ情報をアップグレード中に無効なファイルを生成しました。バグとして報告してください。
ku: Karê rojanekirina agahiya depoyê, dosyeye nederbasdar çêkir. Ji kerema xwe re vê çewtiyê ragihîne.
nb: Oppgradering av kanalinformasjon resulterte i en ugyldig fil. Vennligst rapporter dette som en feil.
pt: A actualização da informação de repositório resultou num ficheiro inválido. Por favor reporte este erro.
ro: Actualizând informaţiile despre deposit a rezultat într-un fişier nevalid. Vă rugăm să reportaţi acest lucru ca eroare.

source: Third party sources disabled
he: מקורות של ספקי צד שלישי בוטלו
ja: 公式ではないソースが無効になりました
ku: Ji çavkaniyên partiyên sêyemîn têkilî hate birîn.
nb: Tredjepartskilder er deaktivert
pt: Fontes de terceiros desactivadas
ro: Sursele terţe ar trebui dezactivate

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or with synaptic.
ja: sources.list にある公式ではないエントリを無効にしました。再び有効にするには、アップグレード後に 'ソフトウェアの配布元' ツールか Synaptic を使用してください。
ku: Ketanên aligirên sêyemîn yên di pelê sources.listê de ne bandora wan hate rakirin. Piştî bilindkirinê tu dikarî van ketanan bi 'software-properties' yan jî bi synapticê dîsa çalak bike.
pt: Algumas entradas de terceiros em 'sources.list' foram desactivadas. Pode reactivá-las depois da actualização com a ferramenta 'propriedades-software' ou com o synaptic.

source: Error during update
he: שגיאה במהלך העדכון
ja: アップデート中にエラー発生
ku: Di rojanekirinê de çewtî derket
nb: Feil under oppdatering
pt: Erro durante a actualização
ro: Eroare în timpul actualizării

source: A problem occured during the update. This is usually some sort of network problem, please check your network connection and retry.
he: הייתה בעיה בתהליך העידכון. בדרך כלל זוהי בעיית רשת, אנא בדקו את חיבור הרשת שלכם ונסו שנית.
ja: アップデート中に問題が発生しました。おそらくある種のネットワークの問題です。ネットワーク接続をチェックし、再びアップデートしてください。
ku: Di dema rojanekirinê de çewtiyek derket. Ev çewtî piranî pirsgirêka torê ye, ji kerema xwe re girêdana xwe ya torê kontrol bike û ji nû ve biceribîne.
nb: Det oppstod et problem under oppdateringen. Dette skyldes vanligvis et problem med nettverkstilkoblingen. Vennligst sjekk nettverkstilkoblingen din og prøv igjen.
pt: Ocorreu um problema durante a actualização. Habitualmente trata-se de algum tipo de problema na rede, por favor verifique a sua ligação à rede e volte a tentar.
ro: A apărut o problemă în timpul actualizării. De obicei este legată de reţea, vă rugăm să verificaţi conexiunea dumneavoastra şi să încercaţi din nou.

source: Not enough free disk space
he: אין מספיק שטח בדיסק הקשיח
ja: ディスクの空き領域が足りません
ku: Cihê vala yê diskê têr nake
nb: Ikke nok ledig diskplass
pt: Não existe espaço livre em disco suficiente
ro: Spaţiu liber insuficient

source: The upgrade aborts now. Please free at least %s of disk space on %s. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
he: השדרגו יתבטל כעת. יש לפנות לפחות %s מהשטח ב-%s. רוקנו את הזבל והסירו חבילות זמניות מהתקנות קודמות על ידי שימוש בפקודה "sudo apt-get clean".
ja: アップグレードを中断しました。少なくとも %s の空き容量を %s に用意してください。ごみ箱を空にし、'sudo apt-get clean' コマンドを実行して以前インストールした一時パッケージを削除してください。
ku: Bilindkirin diqede. Ji kerema xwe re di %s de herî kêm %s qada dîskê vala bike. Çopa xwe vala bikin û xêra 'sudo apt-get clean' pakêtên derbasdar yên sazkirinên berê rake.
nb: Oppgraderingen avbrytes nå. Vennligst frigi minst %s diskplass på %s. Tøm papirkurven og fjern midlertidige pakker fra tidligere installasjoner ved å bruke 'sudo apt-get clean'.
pt: A actualização abortará agora. Por favor liberte %s de espaço em disco em %s. Esvazie o lixo e remova pacotes temporários de instalações anteriores usando 'sudo apt-get clean'.
ro: Actualizarea se opreşte acum. Vă rugăm să eliberaţi cel puţin %s de spaţiu pe disc pe %s. Goliţi coşul de gunoi şi ştergeţi pachetele temporare de la instalările vechi folosind 'sudo apt-get clean'.

source: Do you want to start the upgrade?
he: האם ברצונך להתחיל את השדרוג?
ja: アップグレードを開始しますか？
ku: Tu dixwazî dest bi bilindkirinê bikî?
nb: Ønsker du å starte oppgraderingen?
pt: Deseja iniciar a actualização?
ro: Vrei sa începi upgrade-ul?

source: Could not install the upgrades
he: לא ניתן להתקין את השדרוג
ja: アップグレードをインストールできません
ku: Sazkirina hemû bilindkirinan biserneket
nb: Kunne ikke installere oppgraderingene
pt: Impossível de instalar as actualizações
ro: Nu s-au putut instalat upgrade-urile

source: The upgrade aborts now. Your system could be in an unusable state. A recovery was run (dpkg --configure -a). Please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bugreport.
ja: アップグレードを中断しました。システムが使用できない状態になっている可能性があります。ただいま修正を実行中です (dpkg --configure -a)。 このバグを 'update-manager' パッケージのバグとして報告して下さい。その際、バグ報告に /var/log/dist-upgrade/ 中のファイルを含めて下さい。
ku: Bêyî bilindkirin niha tê betalkirin. Dibe ku pergala te di rewşeke dudilî de be. Karekî xelaskirinê pêk hat. (dpkg --configure -a). Ji kerema xwe re bo pakêta 'update-manager' vê çewtiyê ragihîne. Dosyeyên ku li /var/log/dist-upgrade/ de ye jî li peyama çewtiyê zêde bike.
pt: A actualização abortará agora. O seu sistema poderá estar num estado inutilizável. Foi efectuada uma recuperação (dpkg --configure -a). Por favor relate este erro sobre o pacote 'update-manager' e inclua os ficheiros contidos em /var/log/dist-upgrade/ no relatório de erro.
ro: Actualizarea se opreşte acum. Sistemul dumneavoastră ar putea fi într-o stare în care nu funcţionează. O recuperare a fost pornita (dpkg --configure -a). Vă rugăm raportaţi această eroare la pachetul 'update-manager' şi includeţi fişierele din /var/log/dist-upgrade/ în raport.

source: Could not download the upgrades
he: לא ניתן להוריד את השדרוג
ja: アップグレードをダウンロードできません
ku: Daxistina bilindkirinan serneket
nb: Kunne ikke laste ned alle oppgraderingene.
pt: Impossível de descarregar as actualizações
ro: Nu pot descărca actualizările

source: The upgrade aborts now. Please check your internet connection or installation media and try again.
he: השדרוג בוטל. אנא בדקו את החיבור לאינטרנט או את מדיית ההתקנה ונסו שנית.
ja: アップグレードを中断しました。インターネット接続またはインストールメディア(CD-ROMなど)をチェックし。再試行してください。
ku: Rojanekirin niha tê betalkirin. Ji kerema xwe girêdana înternetê an medyaya sazkirinê kontrol bike û ji nû ve biceribîne.
nb: Oppgraderingen avbrytes nå. Vennligst sjekk internet-tilkoblingen eller installasjonsmediet og prøv på nytt.
pt: A actualização abortará agora. Por favor verifique a sua ligação à internet ou media de instalação e volte a tentar.
ro: Actualizarea se opreşte acum. Vă rugăm să verificaţi conexiunea la Internet sau sursa de instalare şi să încercaţi din nou.
